#version: 0.2
N N
NN @
NN@ 0</w>
NN@ 1</w>
NN@ 2</w>
S @
NN S@
L A
R E
D I
T I
O N
C T
P O
PO S
TI ON
_ DI
_DI CT
_DICT ></w>
TION ></w>
RE LA
RELA TION></w>
POS _DICT></w>
< RELATION></w>
< POS_DICT></w>
NNS@ 0</w>
i n
in g</w>
NN@ 3</w>
i t
a n
t h
o n</w>
a r
i n</w>
o f</w>
r o
r e
th e</w>
e r</w>
a n</w>
w it
s t
wit h</w>
an d</w>
NNS@ 1</w>
l e</w>
i s</w>
l a
r a
NN@ 4</w>
o u
a l
d ing</w>
e s</w>
a t</w>
e r
e d</w>
m an</w>
l o
a t
h o
t o
b o
NN P
NNP @
t o</w>
e n</w>
r i
e l
d o
s i
c o
b e
t ing</w>
i l
n e
e t</w>
s it
NNP@ 0</w>
p la
c h
i r
al l</w>
c k</w>
t a
p le</w>
w h
e n
b a
u r
w o
c h</w>
sit ting</w>
g e</w>
st an
w o</w>
k ing</w>
u p</w>
p e
u n
s k
T h
it e</w>
y ing</w>
ar e</w>
stan ding</w>
bo ar
o ple</w>
a r</w>
ou n
m e</w>
i t</w>
i c
f o
t ra
b u
d e</w>
w n</w>
x t</w>
ne xt</w>
s o
ta b
ro o
s e</w>
pe ople</w>
roo m</w>
wh ite</w>
f f
s e
c k
o n
g ro
ho l
p ar
wo man</w>
l i
to p</w>
re d</w>
s h
t s</w>
NN@ 5</w>
si de</w>
tab le</w>
a s</w>
st re
f ro
d s</w>
d e
boar d</w>
p er
s s</w>
g ra
T wo</w>
stre et</w>
hol ding</w>
p o
th at</w>
v e
i r</w>
w al
c a
f i
t e</w>
b all</w>
NNS@ 2</w>
th er</w>
Th e</w>
p a
s m
t i
n t</w>
s on</w>
ar ge</w>
l e
c ou
er s</w>
per son</w>
c lo
lo o
l arge</w>
w a
n o
do wn</w>
l u
p i
b y</w>
w at
r u
m o
s s
t er</w>
el d</w>
so me</w>
c e</w>
g h
d i
fi eld</w>
s ur
v e</w>
g e
gro up</w>
u m
m a
s no
t wo</w>
ne ar</w>
fro nt</w>
t en
h is</w>
k e</w>
la ck</w>
p ho
g a
a d</w>
sm all</w>
a ch</w>
si g
h an
re e</w>
do g</w>
d y</w>
b lack</w>
ri ding</w>
sk at
m e
pla te</w>
l an
w in
o ther</w>
oun g</w>
r an
k it
o d</w>
l es</w>
p u
c at</w>
w e
wat er</w>
v ing</w>
n is</w>
el e
y oung</w>
bu il
ten nis</w>
wh i
d er</w>
ho r
g re
l l
tra in</w>
st o
ba th
m en</w>
h as</w>
th e
A n</w>
a ir</w>
pla y
v er</w>
pla ying</w>
k ed</w>
whi le</w>
s t</w>
c ar
co m
wal king</w>
g i
skat e
g s</w>
bath room</w>
y c
NNP@ 1</w>
p lan
se ball</w>
a ir
p p
lu e</w>
e e
z z
sur f
b lue</w>
ba seball</w>
er e</w>
sig n</w>
v i
ou t
ch en</w>
b re
ur e</w>
in k</w>
kit chen</w>
f ri
on e</w>
gra ss</w>
pi zz
fo od</w>
ou t</w>
s ho
ra ff
b ro
par ked</w>
gh t</w>
p ic
gre en</w>
n e</w>
buil ding</w>
l ying</w>
b i
t e
loo king</w>
b ed</w>
c ro
bu s</w>
gi raff
pizz a</w>
s u
un d</w>
th ro
g h</w>
lo w</w>
mo to
ar ing</w>
e at
it y</w>
be ach</w>
co n
sno w</w>
s es</w>
c u
v er
ra l</w>
ro ad</w>
cou ple</w>
fo r</w>
gro und</w>
ck s</w>
wo o
bo y</w>
p han
g ir
c yc
to il
o l
be n
k s</w>
ele phan
d en</w>
h er</w>
moto r
r t</w>
clo ck</w>
a l</w>
um bre
f lying</w>
c ity</w>
pic t
toil et</w>
pho ne</w>
we aring</w>
plan e</w>
f u
g la
motor cyc
t le</w>
la p
skate board</w>
play er</w>
o ver</w>
ir t</w>
ve ral</w>
ga me</w>
w i
s h</w>
la ying</w>
e b
fro m</w>
sit s</w>
ar e
ch il
b ir
oun d</w>
wa y</w>
it s</w>
w er</w>
gir l</w>
u gh</w>
woo den</w>
f lo
com pu
c e
ben ch</w>
i c</w>
win do
l ed</w>
w s</w>
are a</w>
t re
o p
fo r
z eb
thro ugh</w>
the ir</w>
sno w
t ting</w>
o r</w>
s a
t ru
lap top</w>
be ar</w>
ca ke</w>
ar ound</w>
el low</w>
pict ure</w>
eat ing</w>
NN@ 6</w>
s be
an d
de s
t ed</w>
sk i
ir e</w>
y ellow</w>
bro wn</w>
sbe e</w>
re a
hor se</w>
s ink</w>
l y</w>
f a
s c
out side</w>
q u
compu ter</w>
wal k</w>
ff e
ic e</w>
t y</w>
giraff e</w>
g ing</w>
h e
e w</w>
in d</w>
d re
ba ck
li ving</w>
tru ck</w>
b an
w ing</w>
' s</w>
windo w</w>
Th ere</w>
an y</w>
des k</w>
ve red</w>
ll a</w>
co vered</w>
b ri
f il
umbre lla</w>
t ree</w>
c oun
tre es</w>
motorcyc le</w>
i on</w>
e ach</w>
c ar</w>
l l</w>
p e</w>
w all</w>
s ing</w>
c el
op en</w>
m i
h i
ver y</w>
d a
h ind</w>
par k</w>
ch ing</w>
ol d</w>
ck et</w>
Th ree</w>
clo se</w>
be hind</w>
l in
ti on</w>
fil led</w>
b un
wa ve</w>
l it
c at
r s</w>
un der</w>
ban an
en t</w>
e m
bo w
p s</w>
d d
l s</w>
elephan t</w>
li ght</w>
di s
g u
o ran
i ma
r un
v es</w>
d in
cou rt</w>
n i
lit tle</w>
f en
in to</w>
p re
sk y</w>
p ing</w>
to ge
toge ther</w>
f ire</w>
m oun
ch es</w>
d ed</w>
sto p</w>
v a
y s</w>
pp ed</w>
co lo
chil d</w>
s and
surf board</w>
st at
h a
st a
ee p</w>
ba ck</w>
k ite</w>
S e
f loo
h il
back ground</w>
bo at</w>
t ri
sand wi
da y</w>
tab les</w>
d ri
n u
ch air</w>
in side</w>
g o
sk is</w>
n s</w>
stan ds</w>
fri sbee</w>
Se veral</w>
P e
b at</w>
m ir
d u
k e
mir ro
d ou
bun ch</w>
cou ch</w>
o ce
m u
bow l</w>
oce an</w>
h y
Pe ople</w>
gla ss</w>
sh irt</w>
ss es</w>
d dy</w>
c tion</w>
cel l</w>
pho to</w>
d r
st u
hy d
r a</w>
si de
m any</w>
bi g</w>
hyd ran
bir d</w>
w ers</w>
vi ew</w>
t u
t er
hydran t</w>
ve ge
mirro r</w>
sh eep</w>
fen ce</w>
at s</w>
f f</w>
d ge</w>
coun ter</w>
air plane</w>
pla y</w>
sandwi ch</w>
h and</w>
on g</w>
co l
ss y</w>
cro ss</w>
an other</w>
j um
re nt</w>
ta in
bo o
side walk</w>
ffe rent</w>
do or</w>
tra ff
pi e
traff ic</w>
t ro
st and</w>
te ddy</w>
oran ge</w>
k i
dd le</w>
n er</w>
m ent</w>
b le</w>
floo r</w>
ar s</w>
zeb ra</w>
m er
wo men</w>
NNP@ 2</w>
di fferent</w>
flo wers</w>
lo t</w>
il ing</w>
s l
t all</w>
le a
ar d</w>
tra cks</w>
T H
ou se</w>
he ad</w>
va se</w>
ou r</w>
th ere</w>
to wer</w>
e ts</w>
f ru
ra cket</w>
ti e</w>
si t</w>
par king</w>
skate boar
en g
fu l</w>
hor ses</w>
ba by</w>
gra ssy</w>
vege tables</w>
gra z
o ff</w>
f e
pa ss
be ing</w>
ra s</w>
hil l</w>
r y</w>
th ree</w>
pla t
giraff es</w>
s lo
bo t
ta in</w>
S o
so me
a p
lo n
car s</w>
ar i
al ong</w>
fu ll</w>
at h</w>
to r</w>
mi ddle</w>
rea dy</w>
gla sses</w>
co r
ra c
stat ion</w>
an t</w>
k es</w>
r ying</w>
bi ke</w>
banan as</w>
elephan ts</w>
al s</w>
v el
se veral</w>
d irt</w>
ima ge</w>
sig ns</w>
p ro
ta king</w>
zeb ras</w>
h er
ou s</w>
t al
wo r
ff ed</w>
d es</w>
dri ving</w>
su it</w>
slo pe</w>
g ga
n ing</w>
ur ing</w>
cro w
gga ge</w>
m at
pie ce</w>
s so
a bo
i l</w>
ch ed</w>
stu ffed</w>
abo ve</w>
b ru
air s</w>
m p</w>
col i</w>
c coli</w>
NNS@ 3</w>
co o
a cross</w>
ge ra
graz ing</w>
be side</w>
st ri
tra vel
re fri
s win
ca se</w>
ski ing</w>
refri gera
m on
snow y</w>
li gh
Th is</w>
s et</w>
lon g</w>
s er
v en</w>
d er
bro ccoli</w>
the m</w>
han ging</w>
h at</w>
v ari
lu ggage</w>
ma le</w>
d uring</w>
hol ds</w>
b ic
refrigera tor</w>
t ele
po rt</w>
p er</w>
an i
it ing</w>
mer a</w>
vi si
ca mera</w>
c le
win e</w>
pre par
do ing</w>
th ing</w>
din gs</w>
co ws</w>
t h</w>
moun tain</w>
dre n</w>
sk i</w>
a pp
p ink</w>
M an</w>
bic yc
em p
do gs</w>
pu ll
buil dings</w>
boar ds</w>
ho t</w>
ke y
po le</w>
dis play</w>
l la
s un
her d</w>
N G</w>
de co
fru it</w>
re mo
loo ks</w>
lla s</w>
go ing</w>
c es</w>
th is</w>
skat e</w>
cu tting</w>
con tro
p it
m ar
cor ner</w>
emp ty</w>
umbre llas</w>
co w</w>
tra ck</w>
wat ching</w>
g es</w>
pass eng
el f</w>
an s</w>
sto ve</w>
nu ts</w>
tri ck</w>
key board</w>
re s</w>
o ven</w>
pa ir</w>
c c
bu s
tele visi
re st
jum ping</w>
po sing</w>
ch airs</w>
c ur
b e</w>
bo x</w>
chil dren</w>
bo ats</w>
to w
pa per</w>
kit es</w>
televisi on</w>
ca b
deco ra
tal king</w>
de o</w>
s le
in e</w>
travel ing</w>
su it
k et</w>
ch ee
sm iling</w>
swin ging</w>
r ful</w>
So me</w>
tu b</w>
to pped</w>
o r
vi deo</w>
dou ble</w>
air port</w>
bo dy</w>
u sing</w>
crow d</w>
be d
on s</w>
NN@ 7</w>
m als</w>
sle e
wo od</w>
in gs</w>
lin e</w>
ge tting</w>
sur f</w>
c lu
wh o</w>
dre ss
con tain
ga in
pa in
ta l</w>
ani mals</w>
f la
t ers</w>
cc er</w>
gain st</w>
a gainst</w>
h it</w>
o th
F ri
colo rful</w>
l ing</w>
for m</w>
qu et</w>
so ccer</w>
em s</w>
m s</w>
s p
h ouse</w>
la dy</w>
o rs</w>
bir ds</w>
ma de</w>
ffe e</w>
f e</w>
car rying</w>
in ter
plat es</w>
I S</w>
co ffee</w>
pho to
bri ck</w>
c up</w>
ck ed</w>
cab in
fo re
wa iting</w>
ro w</w>
ligh ts</w>
ri ver</w>
s ed</w>
Fri sbee</w>
banan a</w>
a b
a d
sh es</w>
h al
chee se</w>
sta ur
f re
s hor
m il
du l
bed room</w>
st e
re staur
ni ght</w>
m ing</w>
r e</w>
c l
NNP S@
f t</w>
some thing</w>
restaur ant</w>
motorcyc les</w>
gra p
ck er</w>
W i
t ur
b at
be ars</w>
lo ts</w>
cl ou
c ed</w>
um b
remo te</w>
j a
se ction</w>
ro un
ss ing</w>
c ho
snow board</w>
nu t</w>
me tal</w>
dr in
Wi i</w>
k en</w>
play ers</w>
run way</w>
fa ce</w>
NNPS@ 0</w>
vari ous</w>
ch er</w>
sho wer</w>
rac quet</w>
ab out</w>
it ems</w>
gu y</w>
me at</w>
en clo
ho me</w>
a ge</w>
m ic
run ning</w>
re en</w>
p il
e x
bicyc le</w>
out h</w>
de cker</w>
ch e
boo k</w>
o ff
sur roun
f ur
t at
colo red</w>
ra mp</w>
h el
car ro
in s</w>
bus y</w>
mic ro
surf ing</w>
sh ing</w>
pa st
j et</w>
hi gh</w>
t y
R E</w>
li ke</w>
skateboar der</w>
dress ed</w>
ski er</w>
p ur
inter section</w>
sh a
han ds</w>
sl ic
surf er</w>
passeng er</w>
n a
NNP@ 3</w>
mon it
ar k</w>
tra y</w>
m outh</w>
boar der</w>
TH E</w>
s po
dou gh
k ni
F our</w>
ima l</w>
cu t</w>
ba g</w>
suit case</w>
j u
h ic
n umb
si l
hi m</w>
photo grap
sho wn</w>
a dul
la r</w>
an imal</w>
a u
I T
prepar ing</w>
s in
h e</w>
ri des</w>
sto re</w>
sc reen</w>
i sso
sur e</w>
un i
sl ice</w>
O N</w>
z o
pull ing</w>
bot tle</w>
isso rs</w>
o l</w>
gra y</w>
contro ll
o ver
j e
slee ping</w>
loo k</w>
bri dge</w>
I NG</w>
c i
n y</w>
pla ce</w>
n it
numb er</w>
enclo sure</w>
g ar
we en</w>
bru sh</w>
zo o</w>
sc issors</w>
ve hic
be t
bat ter</w>
kni fe</w>
dis play
W o
li es</w>
surroun ded</w>
st ic
d ark</w>
bet ween</w>
s pe
sa u
t il
s and</w>
A N
ja cket</w>
lin ed</w>
an ing</w>
M any</w>
sho wing</w>
p es</w>
g er</w>
micro wave</w>
u res</w>
j o
h u
ra in</w>
m in
ne ath</w>
fo o
la te</w>
hal f</w>
f our</w>
do nuts</w>
wal ks</w>
decora ted</w>
ba sk
sc en
a m</w>
se at</w>
n ed</w>
pi le</w>
li c</w>
com ing</w>
st ic</w>
at e</w>
la ke</w>
sh elf</w>
tain s</w>
cabin ets</w>
f ew</w>
me al</w>
c an</w>
v ed</w>
ki ds</w>
fore st</w>
to y</w>
carro ts</w>
bre ad</w>
b al
b ran
d o</w>
at ta
at ed</w>
l it</w>
b lan
pa st</w>
g ed</w>
d ra
ar ds</w>
s si
nit ure</w>
sil ver</w>
o es</w>
fur niture</w>
bo ys</w>
s wing</w>
p ed</w>
m ouse</w>
bu ses</w>
h it
d ers</w>
n es</w>
l ti
wa ves</w>
h air</w>
g le</w>
pur ple</w>
ol der</w>
c re
ha ve</w>
out door</w>
rest ing</w>
plan es</w>
l er</w>
clou dy</w>
sh i
lu sh</w>
T V</w>
st one</w>
ki d</w>
display ed</w>
atta ched</w>
thro wing</w>
pp ing</w>
gir ls</w>
pho nes</w>
gre y</w>
to ps</w>
oran ges</w>
t ry</w>
dr ink</w>
un der
u e</w>
on to</w>
monit or</w>
b ar
le aning</w>
do ors</w>
qu i
photograp h</w>
st ru
ma king</w>
flo wer</w>
for k</w>
in clu
la d</w>
co late</w>
cro ssing</w>
Wo man</w>
ar m</w>
ski ers</w>
adul t</w>
pain ted</w>
ti me</w>
p at
c ra
t ly</w>
y ard</w>
din ing</w>
p an</w>
k ers</w>
scen e</w>
ele c
en ts</w>
ro cks</w>
car ri
me ter</w>
se en</w>
hit ting</w>
el s</w>
drin king</w>
cho colate</w>
wat ch</w>
o b
er t</w>
t ure</w>
to oth
sa lad</w>
cat s</w>
wal ls</w>
th day</w>
tow ards</w>
per for
po l
mar ket</w>
boar ding</w>
I N</w>
st ra
at ing</w>
z ed</w>
en s</w>
O F</w>
ra il
f le
c and
el l</w>
b l
s an
w il
di sh</w>
b lic</w>
bir thday</w>
m et</w>
m b
p an
sun ny</w>
windo ws</w>
f ee
fru its</w>
fri es</w>
cel l
TH E
st ed</w>
r in
app les</w>
bi kes</w>
ti ve</w>
t ee
off ice</w>
pu blic</w>
cle an</w>
au ti
blan ket</w>
some one</w>
mo ving</w>
boo ks</w>
r ing</w>
cat ch</w>
lea ves</w>
in ten
le ss</w>
sto pped</w>
fe male</w>
e at</w>
ar y</w>
a m
ee l</w>
be en</w>
m all</w>
se tting</w>
pla stic</w>
s qu
n o</w>
e dge</w>
s elf</w>
sso r
to mat
t ment</w>
on al</w>
surf boards</w>
So me
su n</w>
en jo
cle ar</w>
ap ple</w>
tee th</w>
ra il</w>
ri de</w>
moun tains</w>
dre ss</w>
auti ful</w>
in e
wor king</w>
c ing</w>
bri ght</w>
under neath</w>
g o</w>
to wn</w>
te l</w>
hel met</w>
t rying</w>
t en</w>
plat form</w>
pict ures</w>
t v</w>
te red</w>
st s</w>
st ing</w>
k er</w>
t ran
st er</w>
B lack</w>
lo a
uni form</w>
bran ch</w>
re fle
coun try</w>
ro ck</w>
be autiful</w>
u p
a ce</w>
do nut</w>
er y</w>
c t</w>
stat ue</w>
t es</w>
bre a
er ing</w>
stan ce</w>
controll er</w>
snow boarder</w>
t ar
sho t</w>
C o
the red</w>
u m</w>
en d</w>
mu lti
shor e</w>
pla ced</w>
Some one</w>
per s</w>
n ic</w>
Y oung</w>
slic es</w>
fi re
he a
skateboar ding</w>
po in
so f
sho ws</w>
ha ving</w>
per ched</w>
c an
s el
bask et</w>
c en
pit ch</w>
S mall</w>
eat en</w>
cell phone</w>
w et</w>
pie ces</w>
compu ters</w>
pass ing</w>
b ath</w>
m es</w>
p ath</w>
e y
car t</w>
n ice</w>
cat cher</w>
NN@ 8</w>
m p
ri ght</w>
THE RE</w>
in y</w>
surf ace</w>
di re
ar t</w>
lo ws</w>
po t</w>
san dy</w>
G ro
st y
an ces</w>
moto r</w>
s pa
plan t</w>
rea ding</w>
coo king</w>
b b
a ssor
mil y</w>
IT H</w>
vehic le</w>
W ITH</w>
A T</w>
der n</w>
al ly</w>
lap tops</w>
p en</w>
ti ons</w>
par a
app li
va ses</w>
to pp
ca kes</w>
ba se</w>
M A
L arge</w>
ca ses</w>
til ed</w>
ty pes</w>
ju st</w>
B a
po st</w>
pizz as</w>
ho tel</w>
bru shing</w>
ro ll
sh ed</w>
topp ings</w>
oth ers</w>
t run
sau ce</w>
wat ches</w>
la p</w>
t ty</w>
inten do</w>
vari e
dough nut</w>
be er</w>
la mp</w>
din ner</w>
s wi
ma c</w>
the y</w>
a f
tra ins</w>
fa st</w>
fa mily</w>
po r
ri ce</w>
plan ts</w>
moun ted</w>
g lo
po tat
ben ches</w>
eng ine</w>
pit cher</w>
Gro up</w>
g ri
ch ic
e g
sh ap
wh ere</w>
pa ck</w>
enjo ying</w>
AN D</w>
dough nuts</w>
c la
b lo
sin gle</w>
jum p</w>
x es</w>
ho t
di stance</w>
tru cks</w>
ri es</w>
ge ar</w>
tar mac</w>
ro a
it i</w>
pol ice</w>
pe p
sho es</w>
pre tty</w>
perfor ming</w>
bath tub</w>
mo dern</w>
C h
varie ty</w>
t ou
ga thered</w>
f ly</w>
L E</w>
woo ds</w>
tri cks</w>
su b
bot t
sho p</w>
han d
gra ff
e t
O ne</w>
gu ys</w>
appli ances</w>
cur b</w>
contain ing</w>
bow ls</w>
f lies</w>
B o
k ne
wor k</w>
ar ran
ch a
le ft</w>
ta ge</w>
de ss
cand les</w>
ne ar
S T
NNP@ 4</w>
ci al</w>
cu te</w>
a c
R O
fen ced</w>
ir ty</w>
e qui
fee ding</w>
do ck</w>
carri age</w>
cre te</w>
con crete</w>
sh el
graff iti</w>
ba gs</w>
fo l
ti le</w>
past ure</w>
n al</w>
f eat
be low</w>
ser ving</w>
um p
h ar
po les</w>
clu t
bott les</w>
passeng ers</w>
d el
dr y</w>
mat ch</w>
tooth brush</w>
inclu ding</w>
o p</w>
ta ke</w>
rail road</w>
m ed</w>
v en
fre sh</w>
i ons</w>
d irty</w>
drin ks</w>
t ic
chic ken</w>
i d</w>
shap ed</w>
ta kes</w>
wi i</w>
v in
m as</w>
af ter</w>
st eel</w>
sm il
pil lows</w>
c al
contro l</w>
ne ck</w>
sof a</w>
g g
fire place</w>
stri ped</w>
ra ck</w>
on ed</w>
w r
clo th
pull ed</w>
w ra
sm o
al one</w>
sc ho
crow ded</w>
p on
pe de
elec tro
d ding</w>
N intendo</w>
d en
w ell</w>
per so
ba r</w>
ser ve</w>
cu p
b er
near by</w>
pic k
ser ved</w>
le y</w>
ck ets</w>
cat ching</w>
ur in
be ds</w>
cen ter</w>
fri dge</w>
A R
c rea
po sit
hi gh
sty le</w>
scho ol</w>
p ment</w>
skateboar ds</w>
si an</w>
ob je
bo xes</w>
trun k</w>
l and</w>
qu e</w>
ur ch</w>
contain er</w>
equi pment</w>
el y</w>
di shes</w>
fe et</w>
tur n</w>
sin ks</w>
fla t</w>
cat tle</w>
hu ge</w>
R A
to a
no t</w>
play s</w>
i ve</w>
c king</w>
fe ssi
rea ching</w>
po lar</w>
L O
sandwi ches</w>
bu shes</w>
a way</w>
h ou
coo ked</w>
spa ce</w>
ap pe
pu tting</w>
po ses</w>
i ght</w>
v an
pp y</w>
flo ating</w>
ve l</w>
smil es</w>
ho le</w>
whi ch</w>
ch urch</w>
l d</w>
c li
ta ken</w>
ll y</w>
gi ant</w>
suit cases</w>
at op</w>
stic king</w>
we l</w>
bus ine
sh e</w>
ro n
prepar es</w>
de sk
bot h</w>
la ys</w>
fessi onal</w>
lin er</w>
ro und</w>
op en
clo se
vin tage</w>
tomat oes</w>
po se</w>
swi m
s ou
le gs</w>
crea m</w>
P E
to wel</w>
slic ed</w>
ri st
bicyc les</w>
t an
f in
ha y</w>
st aring</w>
le t
cloth es</w>
mer cial</w>
sa me</w>
ce ment</w>
potat oes</w>
si des</w>
s li
n ch</w>
bu t
f al
ru n</w>
bo w</w>
el ing</w>
cabin et</w>
vehic les</w>
sho w</w>
k fast</w>
foo ds</w>
b ur
E R</w>
off ic
spo on</w>
MA N</w>
tra il</w>
w ire</w>
multi ple</w>
dire c
o d
de v
P er
shor ts</w>
l un
k in
bl en
back pack</w>
sh e
sta cked</w>
foo t</w>
wil d</w>
wh e
s we
mi d</w>
S tre
ch i
ar row</w>
stru c
sta in
st y</w>
rist mas</w>
po ol</w>
fi gh
pain ting</w>
tow ard</w>
x ing</w>
refle ction</w>
surf ers</w>
air planes</w>
g et</w>
ck y</w>
w n
thro w</w>
com mercial</w>
s ca
pil low</w>
c y</w>
Stre et</w>
s coo
v an</w>
swin gs</w>
do cked</w>
out doors</w>
se ated</w>
se a
brea kfast</w>
C lo
hil l
shel ves</w>
mo ther</w>
ga mes</w>
dess ert</w>
clut tered</w>
ump ire</w>
sun glasses</w>
swim ming</w>
pro fessional</w>
sou p</w>
ma ch
ru g</w>
pede stri
ti es</w>
A RE</w>
squ are</w>
cou ches</w>
st all</w>
e ar</w>
i es</w>
a k</w>
a do
Per son</w>
sub way</w>
spo r
g ate</w>
cro ss
m an
lo ne</w>
hot dog</w>
high way</w>
e v
clo th</w>
ck e
blen der</w>
p et</w>
at ion</w>
gar den</w>
dra wn</w>
controll ers</w>
clo cks</w>
fla g</w>
m ents</w>
hill side</w>
dri ves</w>
H O
busine ss</w>
sh ir
p en
cou r
it ary</w>
f ra
bu n</w>
we dding</w>
b an</w>
am ong</w>
en ds</w>
ro cky</w>
te am</w>
st airs</w>
s o</w>
ra ce</w>
he ad
co at</w>
le dge</w>
ic king</w>
ey es</w>
woo ded</w>
tra il
rest room</w>
eat s</w>
fa cing</w>
st i
s cu
jum ps</w>
g gi
do es</w>
ver ti
on ions</w>
A L
c ru
pro du
n ic
desk top</w>
c ts</w>
kit ten</w>
P LA
for e</w>
flo ck</w>
tra sh</w>
la wn</w>
u s</w>
stain less</w>
poin ting</w>
t ted</w>
ski es</w>
A sian</w>
G i
th ings</w>
se e</w>
fa shi
cu ps</w>
B O
v y</w>
ar ms</w>
des ert</w>
su its</w>
s k</w>
ke y</w>
be fore</w>
b s</w>
L o
so rt</w>
fi sh</w>
stru ction</w>
M o
E S</w>
clou ds</w>
rea ds</w>
par tment</w>
il l</w>
ev ent</w>
glo ve</w>
ur ban</w>
ra ge</w>
la m
te mp
y er</w>
stre t
ce iling</w>
I N
ste ps</w>
c ir
E A
out f
fashi oned</w>
di um</w>
Ch ristmas</w>
sa ys</w>
ra ckets</w>
hol d</w>
W h
to dd
eg gs</w>
com pe
assor tment</w>
ve ggi
v ers</w>
mil itary</w>
arran ged</w>
Z eb
ti ed</w>
bru shes</w>
M en</w>
ke t
re st</w>
do wn
at temp
DI NG</w>
p el
lin es</w>
l et</w>
ad verti
wal k
ran ge</w>
snow boarding</w>
gu e</w>
pon d</w>
f li
bo r
monit ors</w>
floo rs</w>
cur tain</w>
t it
ne t</w>
c ted</w>
Gi raff
ty pe</w>
ca ge</w>
u se</w>
par ty</w>
graz e</w>
fre nch</w>
com p
re la
bro ken</w>
bot to
t an</w>
pic nic</w>
over looking</w>
ll s</w>
T O
ro of</w>
par t</w>
kne eling</w>
NNS@ 4</w>
f an
todd ler</w>
di es</w>
ber ries</w>
lan ding</w>
con struction</w>
clo sed</w>
botto m</w>
app roa
sa il
Wh ite</w>
par ti
colo rs</w>
k ind</w>
t on</w>
po ts</w>
elec tri
n arrow</w>
loa ded</w>
TI NG</w>
skat ing</w>
adul ts</w>
hi m
rac ing</w>
p al
V ari
D o
mach ine</w>
w ard</w>
lun ch</w>
ge ts</w>
z e</w>
NN@ 1
wh at</w>
him self</w>
electro nic</w>
be ve
an ti
shi p</w>
ri der</w>
over head</w>
fre e
C O
wi de</w>
trail er</w>
pan ts</w>
h eld</w>
si ll</w>
sa le</w>
ri pe</w>
pla in</w>
obje ct</w>
vege table</w>
u gh
me ssy</w>
bl ur
appe ars</w>
to r
ron i</w>
ou l
boo k
NN@ 9</w>
F ive</w>
sha de</w>
at er</w>
in es</w>
- up</w>
u sed</w>
to o
pep pe
on es</w>
er i
d ic
feat ures</w>
w as</w>
re si
past a</w>
p rac
TH AT</w>
fore ground</w>
walk way</w>
lea ther</w>
ic an</w>
assor ted</w>
wit h
fan cy</w>
stri es</w>
b ite</w>
veggi es</w>
ma ke</w>
i g
di vi
wat er
g old</w>
sun set</w>
ro ad
tran sit</w>
rin k
pi e</w>
fri ends</w>
sh ee
tow els</w>
wra pped</w>
e se</w>
u ses</w>
d a</w>
shor t</w>
fu lly</w>
pat i
tur ned</w>
toil ets</w>
pa ss</w>
loa ding</w>
col le
si zed</w>
mi x
den ti
photo s</w>
dev ice</w>
carro t</w>
st ill</w>
sa iling</w>
mu ter</w>
mu sh
it e
boar ders</w>
s pre
peppe roni</w>
ho od</w>
clo thing</w>
Ba seball</w>
w ar
roo ms</w>
pro pel
pa stries</w>
be neath</w>
or way</w>
mo de
scoo ter</w>
bo r</w>
b ra
R ed</w>
m it
Vari ous</w>
t our</w>
lea sh</w>
s y
gi ving</w>
b el
sa il</w>
parti ally</w>
kin ds</w>
to ys</w>
se a</w>
a ction</w>
I n
we t
wa its</w>
stic ks</w>
g ging</w>
t r
figh ter</w>
struc ture</w>
st ar
uni for
contain s</w>
chi ps</w>
rest s</w>
m y</w>
R o
sig nal</w>
li ft</w>
pal m</w>
hou ses</w>
gg y</w>
b it
open ed</w>
te a
har bor</w>
M u
spre ad</w>
sp rink
pi er</w>
sau sa
l p
g ol
past ry</w>
tu ce</w>
i gh
pp er</w>
t ire</w>
outf it</w>
d -
cra ft</w>
T A
E T</w>
gri ll</w>
ca l</w>
ba ked</w>
ne w
tomat o</w>
ten si
let tuce</w>
inclu des</w>
de ck</w>
pe tting</w>
sl and</w>
i le</w>
B A
on g
g en
coo ki
tat ion</w>
ho o
gh tly</w>
gar age</w>
smo ke</w>
lea ding</w>
i sland</w>
ver ing</w>
ra iling</w>
l oun
h ard</w>
c on</w>
B ro
win ter</w>
T o
g on</w>
do orway</w>
for mat
fi g
decora tive</w>
pep pers</w>
e a
ca p</w>
a partment</w>
van ity</w>
K ING</w>
co ver</w>
b lon
anti que</w>
st un
she et</w>
pi pe</w>
ve ment</w>
ta il</w>
spe a
sh oul
ra i
mode l</w>
stre ets</w>
pe e
ne w</w>
pa pers</w>
denti al</w>
prepar ed</w>
n at
wa sh
in ing</w>
P LE</w>
A dul
ro ll</w>
com for
C hil
ru ral</w>
ma kes</w>
contain ers</w>
be ans</w>
wr it
u tensi
t a</w>
p ou
ic i
p rin
h ats</w>
ga z
bu t</w>
z er</w>
colo r</w>
ra m
m ound</w>
li st</w>
li d</w>
hea ds</w>
com muter</w>
f arm</w>
I L
sta ck</w>
sp ra
shee ts</w>
no od
dou b
ba con</w>
sm al
A T
car pet</w>
ca u
wr iting</w>
sho pping</w>
ong side</w>
blur ry</w>
al ongside</w>
spe c
scu lp
mu g</w>
f light</w>
E L
produ ce</w>
fi ve</w>
ste am</w>
p ans</w>
me ters</w>
la id</w>
bar n</w>
E D</w>
C H
stra w
sm art</w>
D O
ol s</w>
electri c</w>
s na
pa vement</w>
an ce</w>
up side</w>
so da</w>
in te
E le
V i
snow boards</w>
ju ice</w>
b it</w>
Y ING</w>
E R
sca pe</w>
l a</w>
remo tes</w>
tou ching</w>
fro sting</w>
b r
ter min
smal ler</w>
resi dential</w>
format ion</w>
cand le</w>
al ley</w>
sea gu
pati o</w>
go es</w>
do ll</w>
direc tions</w>
bran ches</w>
y o
ra iny</w>
g li
slee p</w>
ch up</w>
ba ge</w>
wh eel</w>
t iny</w>
st ard</w>
mil k</w>
m er</w>
k icking</w>
A ir
no se</w>
li fe</w>
dis c</w>
it self</w>
ket chup</w>
bal ls</w>
urin als</w>
ten t</w>
pur se</w>
el ed</w>
um p</w>
too th</w>
pi ck</w>
lo g</w>
dress er</w>
dis playing</w>
der ly</w>
wet suit</w>
u red</w>
roll ing</w>
para de</w>
it i
in a</w>
c tor</w>
b la
stu me</w>
o w
M a
C at</w>
te a</w>
perso ns</w>
e p</w>
compe tit
co stume</w>
bri ghtly</w>
B i
t i</w>
c le</w>
s la
ri ders</w>
mer ican</w>
be i
S h
w ed</w>
sti ck</w>
p ri
C ars</w>
f lu
close up</w>
T O</w>
pa ddle</w>
fla gs</w>
bei ge</w>
sm ile</w>
enclo sed</w>
wa ys</w>
tur ning</w>
sli ding</w>
prac tic
t -
offic er</w>
de ep</w>
utensi ls</w>
pedestri ans</w>
plat ter</w>
mu stard</w>
g ers</w>
decora tions</w>
unifor ms</w>
en ter
a mon
writ ten</w>
te en
ro pe</w>
n ap
mush rooms</w>
gre ens</w>
divi du
cour se</w>
w are</w>
ve st</w>
lo cat
lan d
k in</w>
approa ching</w>
P i
thro ws</w>
photograp h
nood les</w>
le ans</w>
g ged</w>
S I
perso nal</w>
ne at
sausa ge</w>
n ate</w>
bu sh</w>
su pp
h un
sit ing</w>
la ge</w>
g ran
g ar</w>
cyc le</w>
buil t</w>
tra ys</w>
termin al</w>
PE O
swe ater</w>
je t
tu res</w>
li sts</w>
S ki
t less</w>
road way</w>
la dies</w>
eg g</w>
to n
han gs</w>
du cks</w>
close -up</w>
U N
H or
mu se
pull s</w>
al i
po sted</w>
pick up</w>
i red</w>
Vi ew</w>
PEO PLE</w>
propel ler</w>
ha ppy</w>
po sed</w>
P I
ra in
gro wing</w>
attemp ting</w>
pa ved</w>
on ly</w>
beve rage</w>
C K</w>
run s</w>
pa sses</w>
fu n</w>
ch ers</w>
R I
NNP@ 5</w>
Mu lti
H o
po wer</w>
fri ed</w>
e ds</w>
cross walk</w>
colle ction</w>
ca p
G u
mit t</w>
hor se
sta dium</w>
se m
u t</w>
co mo
O ld</w>
g as</w>
cli mb
Lo o
stu ff</w>
ne ss</w>
al low</w>
Zeb ras</w>
pa cked</w>
in door</w>
ff y</w>
cke red</w>
ch ar
bi le</w>
ne l</w>
lam ps</w>
ir d</w>
S k
P a
wa it</w>
sho e</w>
rela xing</w>
or nate</w>
i or</w>
cur led</w>
cir cu
bu ll</w>
ben ding</w>
st al
neat ly</w>
cur tains</w>
S i
ten ts</w>
supp lies</w>
s y</w>
pre s
fa ke</w>
P la
G ir
wash er</w>
mo st</w>
dire ction</w>
win d</w>
t ball</w>
re ar</w>
o li
mi ssing</w>
le g</w>
in dividu
ey e</w>
blo ck</w>
po tted</w>
l ic
gu it
g room</w>
como tive</w>
wa gon</w>
pain t</w>
m on</w>
j ets</w>
er ts</w>
vi e
bri de</w>
whe els</w>
ro ws</w>
h ere</w>
el derly</w>
tri es</w>
toa st</w>
sk y
ru bb
fol lo
che f</w>
al es</w>
air craft</w>
F re
pat ter
ke ts</w>
ho me
bun ches</w>
wi res</w>
tan k</w>
min i
D i
pil ed</w>
mo bile</w>
go ats</w>
fal ling</w>
E N</w>
tat ors</w>
sel fi
ro ses</w>
nic s</w>
fra me</w>
Loo king</w>
u t
perfor ms</w>
f ar
cro u
sig n
sc ra
i f</w>
le -
ha ired</w>
d ro
bask ets</w>
S U
with out</w>
tele phone</w>
fin i
I R
spor ts</w>
sha do
ho w</w>
pro te
fli p</w>
s w
T W
S K
v al</w>
tal ks</w>
se par
lo comotive</w>
e f</w>
ban k</w>
air liner</w>
K it
practic ing</w>
posit e</w>
ga th
c ele
selfi e</w>
ga ther</w>
c ri
je ans</w>
ig n</w>
electro nics</w>
Multi ple</w>
til es</w>
m ers</w>
gla zed</w>
sh allow</w>
eri al</w>
ac ce
um e
ta x
t le
sculp ture</w>
mirro rs</w>
gre di
arran ge
al so</w>
W O
stun t</w>
shir tless</w>
s ni
land scape</w>
co vering</w>
a th
win d
shoul der</w>
ic ing</w>
flo wn</w>
con es</w>
tooth brushes</w>
stre am</w>
il y</w>
cha in</w>
cele bra
a ble</w>
Sh eep</w>
Ele phan
A merican</w>
st eep</w>
flo ral</w>
wat ers</w>
t w
shir ts</w>
muse um</w>
gredi ents</w>
go o
free zer</w>
Chil dren</w>
C H</w>
to w</w>
sel ling</w>
op posite</w>
go od</w>
TW O</w>
Giraff es</w>
surroun ding</w>
re c
lan e</w>
guit ar</w>
bu cket</w>
at ure</w>
toa ster</w>
mo tion</w>
l en</w>
hol der</w>
f un
travel s</w>
jet liner</w>
j un
pu t</w>
adverti se
u te</w>
ton gue</w>
pit ching</w>
h its</w>
gar bage</w>
sprink les</w>
re n
d on</w>
D e
la ugh
de ad</w>
P ic
Co m
f s</w>
Adul t</w>
visi ble</w>
sto p
roll s</w>
ch an
ho se</w>
del i
ca m
at e
S ur
pu shing</w>
obje cts</w>
fal len</w>
fa ther</w>
b ou
a sleep</w>
TA B
stu ck</w>
horse back</w>
head phones</w>
blan kets</w>
F o
Bi g</w>
sh ion</w>
sem i</w>
mi d
hot dogs</w>
ha bit
en tran
coun ters</w>
ima ges</w>
competit ion</w>
bar re
G E</w>
ti c</w>
pict ured</w>
in gredients</w>
f all</w>
spe ed</w>
p t</w>
home made</w>
fur ni
f ir
en ce</w>
W e</w>
Do g</w>
t un
ste m</w>
or g
fro sted</w>
fa ces</w>
arrange ment</w>
pu ppy</w>
pedestri an</w>
mu ff
bu ff
flu ffy</w>
che ckered</w>
v o
it tle</w>
down hill</w>
cor n</w>
an cing</w>
S IT
E N
straw berries</w>
pro ce
mar ble</w>
climb ing</w>
Co ws</w>
we ars</w>
st ring</w>
sni ff
rea ches</w>
ll ed</w>
hand le</w>
entran ce</w>
con ver
bal lo
b il
urin al</w>
ite m</w>
habit at</w>
feat uring</w>
be ard</w>
ma g
m el
fo cu
fi x
cup cakes</w>
O M</w>
tra vel</w>
t te</w>
s car
pat ch</w>
oun tain</w>
ne on</w>
gen tle
gath ering</w>
fo il</w>
Mo tor
L ittle</w>
sk irt</w>
mo ves</w>
ici ous</w>
d le</w>
w hole</w>
pou ring</w>
fee der</w>
du ck</w>
mix ed</w>
l ar
gro u
con ne
co w
co vers</w>
carri es</w>
a ges</w>
R S
stic kers</w>
qui d</w>
posit ion</w>
u es</w>
pa dd
micro phone</w>
A N</w>
nap kin</w>
s se
offic ers</w>
j ar</w>
be a
ST RE
RO OM</w>
er ry</w>
de sign</w>
comp le
AL L</w>
oli ves</w>
na me</w>
c ting</w>
SIT TING</w>
O U
sh iny</w>
raff ic</w>
mu l
han g</w>
ex ten
con di
T raffic</w>
S no
ex hi
bat ting</w>
so l
slo pes</w>
m at</w>
STRE ET</w>
Gu y</w>
Gir l</w>
il s</w>
gh t
d board</w>
blo wing</w>
at ten
we a
skateboar ders</w>
mb ur
ligh ting</w>
blon de</w>
pa ck
ha m</w>
gra vel</w>
coun ter
T e
Sur f
I t</w>
st ee
re al</w>
ram ic</w>
m en
dri ve</w>
L on
B lue</w>
mb s</w>
da y
but ter</w>
open ing</w>
bur ger</w>
Bo y</w>
si ze</w>
hil ls</w>
f ar</w>
cooki es</w>
cle aning</w>
S top</w>
Pi zz
BO AR
sh ly</w>
li quid</w>
che cking</w>
car go</w>
so a
on ion</w>
et ball</w>
ar ti
TH IS</w>
stra w</w>
spec tators</w>
m ly</w>
laugh ing</w>
in dic
contro ls</w>
Th ese</w>
win gs</w>
snow boarders</w>
sig ned</w>
rain bow</w>
pe a
ma l</w>
fir st</w>
car dboard</w>
a head</w>
yo u</w>
sha pe</w>
potat o</w>
p lu
con si
ha mbur
dess erts</w>
W H
Lon don</w>
I T</w>
wor d</w>
st al</w>
n ume
del icious</w>
b are</w>
wor kers</w>
some ones</w>
pe ra
new s
mo re</w>
k no
gre at</w>
book shelf</w>
b o</w>
th ouse</w>
sto ry</w>
locat ed</w>
i se</w>
gol den</w>
f an</w>
dr yer</w>
condi ments</w>
cat ches</w>
bask etball</w>
v ol
tr y
to ols</w>
mu ddy</w>
l ley</w>
display s</w>
be ef</w>
advertise ment</w>
sto r
ru sty</w>
pi ge
news paper</w>
mu si
floo ring</w>
doub le-
acce sso
travel ling</w>
se ats</w>
s port</w>
ic es</w>
her self</w>
f ountain</w>
c to
be nt</w>
whe el
th y</w>
st ers</w>
sp in
pla id</w>
pit al</w>
an ed</w>
TAB LE</w>
Clo se
teen a
tab by</w>
pick le</w>
n '
n' t</w>
mini ature</w>
exhi bit</w>
car ts</w>
c tive</w>
sp en
org ani
m ans</w>
it her</w>
in du
ic e
fi shing</w>
f y</w>
cla y</w>
T RA
Giraff e</w>
B u
e ver
c ran
un made</w>
stu d
stri al</w>
b ars</w>
ar t
wor ds</w>
th in</w>
sta ge</w>
ser v
ru sted</w>
hal l
for ward</w>
di sh
Pizz a</w>
B U
we ar</w>
me ado
e ither</w>
bal con
at es</w>
L I
li f
hall way</w>
d ly</w>
ca st</w>
at tire</w>
T en
Bro wn</w>
thro wn</w>
r ings</w>
min i</w>
go at</w>
glo ves</w>
dri ver</w>
cha sing</w>
b iting</w>
W I
u ts</w>
pa ir
e ars</w>
comfor ter</w>
co a
G reen</w>
meado w</w>
gri lled</w>
br ary</w>
Ten nis</w>
stri p</w>
sh aring</w>
sc re
ro us</w>
par ro
ne ts</w>
m ple</w>
hel me
enter tain
e ar
accesso ries</w>
T S</w>
w el
shado w</w>
s pital</w>
s er</w>
indu strial</w>
ba cks</w>
NN@1 0</w>
B an
star es</w>
st ly</w>
hel ping</w>
follo wing</w>
e d
ca fe</w>
Pic ture</w>
tou ri
sol di
se ems</w>
ne igh
Sk ate
B ir
stee ple</w>
slee ps</w>
l y
dish washer</w>
c it
B en</w>
stop light</w>
past e</w>
inter ior</w>
e ting</w>
de signed</w>
cu sto
try side</w>
tro lley</w>
re turn</w>
po w
pa w</w>
ma gaz
cru st</w>
coun tryside</w>
Fo od</w>
wat ering</w>
ine se</w>
co ach</w>
sk s</w>
sbe es</w>
il lu
gro c
E n
z en</w>
tran spor
pic king</w>
la y</w>
grap es</w>
e l</w>
al most</w>
ste ak</w>
ser ies</w>
ni ght
in ed</w>
gu lar</w>
di an</w>
ba king</w>
b low</w>
ta sty</w>
roll er</w>
hu gging</w>
hea ding</w>
au di
IT E</w>
I n</w>
s al
pa ws</w>
hor ns</w>
ho spital</w>
fol ded</w>
bun k</w>
balcon y</w>
tab le
sy stem</w>
ne y</w>
ir on</w>
g st</w>
g rin
Zeb ra</w>
si x</w>
ou r
li brary</w>
ber ry</w>
amon gst</w>
U P</w>
PLA YING</w>
L a
Hor ses</w>
A n
v il
tea ms</w>
mar ina</w>
jo cke
chil i</w>
ce ramic</w>
bor hood</w>
P o
r on</w>
multi colored</w>
mat ching</w>
double- decker</w>
do ned</w>
cyc les</w>
cow boy</w>
boo th</w>
bar ri
su spen
ra te</w>
nic ely</w>
mo stly</w>
mat tre
bou quet</w>
T rain</w>
pan cakes</w>
nat u
lar ger</w>
de red</w>
cu ts</w>
car d</w>
cal f</w>
Ba th
tal lic</w>
sniff ing</w>
ma sk</w>
ke ys</w>
har d
gentle man</w>
b lu
b loo
Clo se</w>
Ban an
sto ol</w>
st le</w>
p are</w>
neigh borhood</w>
lea ving</w>
fun ny</w>
ban doned</w>
a erial</w>
R e
tun nel</w>
trun ks</w>
sel y</w>
s par
ow ner</w>
m a</w>
gg les</w>
col lar</w>
z es</w>
pre pare</w>
k ery</w>
ha u
conne cted</w>
we red</w>
su al</w>
re ad</w>
ST AN
Bath room</w>
ty ping</w>
me tallic</w>
loo kers</w>
i er</w>
for mal</w>
U RE</w>
ri ed</w>
pa d</w>
organi zed</w>
moun t</w>
hambur ger</w>
che wing</w>
cal m</w>
Y ellow</w>
Elephan ts</w>
Co lo
Close up</w>
qu ets</w>
poin t</w>
l icking</w>
buff et</w>
adverti sing</w>
P ar
D E</w>
u c
su gar</w>
se ts</w>
p ine</w>
inte rac
F F
ter y</w>
natu ral</w>
jum bo</w>
focu s</w>
dri ve
a bandoned</w>
y a
stat ues</w>
re sort</w>
rail way</w>
motor bike</w>
du sk</w>
C A
tra ctor</w>
ss ed</w>
po ster</w>
li m
ki ck</w>
j er
in g
fre shly</w>
drive way</w>
do r</w>
ba ggage</w>
ad ju
F O
th i
su b</w>
rail s</w>
ra ble</w>
ligh tly</w>
col d</w>
circu lar</w>
boo ts</w>
ba kery</w>
b ell</w>
audi ence</w>
at tered</w>
al lo
Ski ers</w>
stret ched</w>
st air
sh ining</w>
lam b</w>
jer se
entertain ment</w>
sk il
seagu ll</w>
lea gue</w>
dev ices</w>
wa shing</w>
tw in</w>
pro je
pro gre
ligh thouse</w>
fra med</w>
fore ign</w>
V e
mul ti</w>
down town</w>
cup boards</w>
ci g
can dy</w>
ro se</w>
pro pped</w>
pic al</w>
k a
helme ts</w>
hea vy</w>
e ven
de pic
che st</w>
be ar
WO MAN</w>
rai sed</w>
pair s</w>
mag nets</w>
dis pen
cli ff</w>
cig are
an o</w>
Si x</w>
sil ver
hi ding</w>
bi kin
be g
LO O
L i
z ing</w>
wor ker</w>
to ssing</w>
rac quets</w>
op y</w>
ne at</w>
he art</w>
deco r</w>
coo k</w>
co ol
PI CT
P AR
n intendo</w>
mu d</w>
m bo
le mon
e y</w>
bu sses</w>
bel t</w>
a cc
Wo men</w>
v ated</w>
up on</w>
re ce
loun ging</w>
la d
F lo
z y</w>
wea ther</w>
sail boat</w>
refle cted</w>
la y
individu al</w>
gu i
di mly</w>
can o
STAN DING</w>
C ro
vel y</w>
tur ns</w>
tab let</w>
sun light</w>
ob sta
o ri
i oned</w>
gre en
con tents</w>
bear ded</w>
ado rable</w>
por ch</w>
pi es</w>
pi ano</w>
m ales</w>
illu min
cup cake</w>
cho pped</w>
be sides</w>
back yard</w>
W a
S E</w>
play ed</w>
gi e</w>
et te</w>
can opy</w>
bro w
BOAR D</w>
t in</w>
progre ss</w>
pres en
mattre ss</w>
le mon</w>
co me</w>
ap ron</w>
O n</w>
pe eled</w>
l ers</w>
f ans</w>
even ing</w>
der ness</w>
sto rage</w>
ski is</w>
silver ware</w>
seagu lls</w>
parro t</w>
o pera
no te
motorcyc list</w>
graz es</w>
di o</w>
b and</w>
P ho
wil derness</w>
sc attered</w>
le ar
hard wood</w>
groc ery</w>
fur ry</w>
en tal</w>
e red</w>
day time</w>
d ump</w>
a ged</w>
WH ITE</w>
A ssor
separ ate</w>
qu e
p l
on lookers</w>
lan gu
he al
h air
cro sses</w>
an g
M O
spin ach</w>
scar f</w>
mo ve</w>
furni shed</w>
bla ck
Ch inese</w>
ti onal</w>
stret ching</w>
sha king</w>
la mbs</w>
fa bri
bal ancing</w>
ba s
S O
PICT URE</w>
the m
st um
multi -
fini shed</w>
cir cle</w>
bi kers</w>
W AL
B EA
wor ks</w>
stra ight</w>
si zes</w>
li e</w>
ca stle</w>
b ats</w>
Bir ds</w>
smo king</w>
s ne
pee king</w>
o wn</w>
lo gs</w>
col lage</w>
ba y</w>
S E
C ou
thi ck</w>
ta g</w>
sa ying</w>
sa fe
jun gle</w>
ar ch
a mount</w>
S S</w>
surf s</w>
sa van
i m
i ds</w>
ge l</w>
fin ger</w>
dra wers</w>
counter top</w>
cooki e</w>
bikin i</w>
S tu
Colo rful</w>
z a</w>
suspen ded</w>
sel ves</w>
ri bb
lea fy</w>
jerse y</w>
hea ded</w>
go ggles</w>
d ent</w>
cab in</w>
uni que</w>
ne ck
lo ad</w>
lad der</w>
el ling</w>
a sian</w>
WI I</w>
to pping</w>
ssi on</w>
spo t</w>
safe ty</w>
mo ped</w>
hal f
en ga
comple te</w>
H e</w>
war ning</w>
them selves</w>
t ter</w>
qui et</w>
in doors</w>
hun g</w>
dro p</w>
deli very</w>
decora tion</w>
co p
clut ter</w>
ado r
Kit chen</w>
sho re
se l</w>
pe an
para ch
lemon s</w>
gol f</w>
ever y
cigare tte</w>
brea k</w>
b by</w>
C ity</w>
si mple</w>
pon y</w>
pick les</w>
magaz ine</w>
fi xing</w>
com es</w>
co stum
che fs</w>
A ir</w>
tur key</w>
tr o</w>
sh ar
p ple</w>
figh ting</w>
enjo y</w>
C E</w>
B E
ty ard</w>
scre ens</w>
ribb on</w>
ra ges</w>
od d</w>
li sh</w>
fri sbees</w>
c ans</w>
bath ing</w>
Skate boarder</w>
t ings</w>
re ally</w>
ra y</w>
qu il
gu ard</w>
cour tyard</w>
ar ri
and a</w>
M E</w>
tow ering</w>
tax i</w>
ss room</w>
se t
gro wn</w>
foo tball</w>
cell phones</w>
C K
to o</w>
shore line</w>
s co
loun ge</w>
lea f</w>
k a</w>
heal thy</w>
fig ure</w>
cran e</w>
con fe
W N</w>
Sno w
D ou
te x
scoo ters</w>
photograph s</w>
pa cks</w>
muff in</w>
clo set</w>
cla ssroom</w>
ce real</w>
ballo ons</w>
T E</w>
S an
ON E</w>
L u
vege tation</w>
t- shirt</w>
stic ker</w>
me ss
consi sting</w>
bb ing</w>
b in</w>
T E
Bro ccoli</w>
B un
w ards</w>
um ent</w>
tal k</w>
sto ps</w>
st en
sne a
b lin
D on
Bo ats</w>
tu sks</w>
th s</w>
ssi ve</w>
sit e</w>
sho ps</w>
poin ts</w>
obsta cle</w>
mon key</w>
kit ty</w>
jocke y</w>
fri end</w>
fre ight</w>
fabri c</w>
at ting</w>
SI DE</w>
spra y</w>
spea kers</w>
sna ck</w>
fo ggy</w>
fla t
bun s</w>
beve rages</w>
W AT
Banan as</w>
stre et
spe e
s lightly</w>
pol ice
fe ed</w>
en a</w>
de signs</w>
b ly</w>
HO L
t in
ru stic</w>
n a</w>
l -
cu shion</w>
G RA
to rs</w>
th an</w>
s pla
pu ts</w>
posit ioned</w>
le vel</w>
ar ena</w>
K E</w>
F I
s ation</w>
pede stal</w>
me eting</w>
m ou
e -
cross ed</w>
con ve
cano e</w>
bu ll
W A
U R
PE RS
F a
A pple</w>
wa ding</w>
tooth paste</w>
the se</w>
slic ing</w>
sky line</w>
sh ut
ri mp</w>
proce ss</w>
po ne
ob serving</w>
na p</w>
ic al</w>
fix tures</w>
dispen ser</w>
co ne</w>
blon d</w>
ath le
approa ches</w>
D E
pu ll</w>
padd ling</w>
lin ing</w>
ligh ted</w>
la yer</w>
com b
V E
P ro
D S</w>
water way</w>
st range</w>
s ly</w>
gra bbing</w>
dd ed</w>
cat chers</w>
San ta</w>
vil lage</w>
u til
sof tball</w>
side ways</w>
li flower</w>
be ak</w>
Te ddy</w>
K ids</w>
G RO
C ar
uc et</w>
tic al</w>
ssi c</w>
refle cting</w>
r o</w>
lea ping</w>
k y</w>
hel i
fa ucet</w>
dd led</w>
char ac
attemp ts</w>
ST O
N O
C an
wor k
w it</w>
illumin ated</w>
di g
cau ght</w>
al co
a i
R U
H IS</w>
Di fferent</w>
un u
sh ru
pige ons</w>
co p</w>
Th at</w>
PERS ON</w>
E P
tro ugh</w>
sna cks</w>
sh rimp</w>
numb ers</w>
lon g
la bo
g er
car to
P ol
HOL DING</w>
wa ving</w>
ven dor</w>
v alley</w>
the med</w>
sla w</w>
se con
s pi
ren ce</w>
mi d-
goo ds</w>
desk s</w>
ch e</w>
c umb
bun d
bed spread</w>
S u
P late</w>
re ach</w>
por tra
patter ned</w>
or der</w>
musi c</w>
lea ds</w>
her ding</w>
heli cop
he ard</w>
gran ite</w>
cu cumb
conver sation</w>
bas in</w>
at tra
RE D</w>
R a
y ed</w>
ste p</w>
po sts</w>
kni ves</w>
dr ying</w>
do n
de er</w>
da ugh
d ated</w>
cau liflower</w>
B e
B ALL</w>
ta gs</w>
pla za</w>
il ed</w>
for ks</w>
floo ded</w>
ele g
an ts</w>
P A
LO T</w>
soa p</w>
p anda</w>
i an</w>
dri ed</w>
dra wing</w>
bi es</w>
an gle</w>
S H
I R</w>
C LO
ter rain</w>
ten ding</w>
so ft</w>
o c
mu ch</w>
h ad</w>
P air</w>
M E
teena ger</w>
t ice</w>
rest ed</w>
par a</w>
l ink</w>
co bb
chee sy</w>
but ton</w>
boo gie</w>
TO P</w>
Fre nch</w>
ta sting</w>
stra pped</w>
spo ons</w>
serv ice</w>
o s</w>
mar ried</w>
ha m
h um
gran d
di amon
W or
P HO
G E
Cou ple</w>
y oun
with in</w>
ur ine</w>
tro pical</w>
stud ents</w>
ow l</w>
helicop ter</w>
green ery</w>
con so
up right</w>
stor m</w>
secon d</w>
se c
roa ming</w>
prin t</w>
pean ut</w>
p in</w>
diamon d</w>
cla ssic</w>
c ent</w>
Ma le</w>
B I
to ns</w>
spra ying</w>
ser ves</w>
ra ft</w>
over pass</w>
ma ssive</w>
lu lar</w>
k ins</w>
costum es</w>
bal d</w>
PHO TO</w>
sail s</w>
quil t</w>
patter n</w>
p ens</w>
er ries</w>
celebra ting</w>
Surf er</w>
G H
unu sual</w>
sto ri
langu age</w>
inte resting</w>
i m</w>
fa cto
f ts</w>
ch ro
M P
L L</w>
E u
wra pper</w>
wil d
wa ke</w>
transpor tation</w>
sto pping</w>
re cor
pe pper</w>
me dic
mat e</w>
han ding</w>
gi ves</w>
gar ni
g r
f ed</w>
doub les</w>
cel lular</w>
bor ne</w>
at or</w>
Stu ffed</w>
G A
DO G</w>
sail boats</w>
p ine
o stri
motorcyc lists</w>
mid st</w>
S t
NNP@ 6</w>
windo w
th umb
te m
table cloth</w>
ta pe</w>
sha des</w>
ou gh</w>
ic ker</w>
i on
facto ry</w>
d iti
bu ggy</w>
adju sting</w>
win ding</w>
pro vi
hoo ked</w>
grin ding</w>
free way</w>
dra wer</w>
conso le</w>
confe rence</w>
can al</w>
ba gel</w>
and -
T ra
skat er</w>
s um
rec tan
or na
n ers</w>
la ce</w>
indic ating</w>
daugh ter</w>
cur ve</w>
ca me
BA TH
B Y</w>
ti ss
te en</w>
sta ble</w>
sil hou
photograp her</w>
pee l</w>
note book</w>
lear ning</w>
it al</w>
in ation</w>
fig urine</w>
de pot</w>
back drop</w>
Pa ss
spea king</w>
pa th
na h</w>
mo vi
han gar</w>
fe sti
exten ded</w>
ele vated</w>
d ar
cle aned</w>
Pass eng
ER S</w>
B r
A fri
we ird</w>
ti v
s nu
ma shed</w>
ke pt</w>
inclu de</w>
in stru
h a</w>
cu bic
cri b</w>
cre e
at i
F e
x ed</w>
ma ke
la un
ki ssing</w>
hu man</w>
ha pp
gra ss
fri s
en ter</w>
ba si
air borne</w>
Pla tes</w>
G re
C on
window sill</w>
remo del
produ cts</w>
portra it</w>
pla ins</w>
path way</w>
op pone
nume rous</w>
na ked</w>
ja ckets</w>
individu als</w>
em b
c tu
au to
WAL KING</w>
Lo ts</w>
F ru
BATH ROOM</w>
y -
wil l</w>
w icker</w>
squ atting</w>
parach ute</w>
p pers</w>
mon ument</w>
mo o
in t</w>
hi stori
g y
ex a
ar ed</w>
A r
util ity</w>
urin es</w>
t wi
st roller</w>
sk in
sign als</w>
pol ka</w>
over cast</w>
iti sh</w>
ic o</w>
hau ling</w>
f rying</w>
dri vers</w>
do t</w>
d ges</w>
ck ers</w>
NN@1 1</w>
Ho t</w>
thumb s</w>
sp lit</w>
photograph ed</w>
moun tain
mo de</w>
kne e</w>
ic ed</w>
hi p
head board</w>
eleg ant</w>
de st
ba bies</w>
a vo
S lic
Fre sh</w>
- covered</w>
wor n</w>
wa ff
swi m</w>
su ch</w>
sto ols</w>
ro wing</w>
prac tice</w>
po lit
ou sly</w>
mess age</w>
j ars</w>
hal t</w>
festi val</w>
f at</w>
en ty</w>
do ne</w>
chro me</w>
cha ined</w>
c a</w>
S tat
un cooked</w>
ti dy</w>
circu s</w>
ch ristmas</w>
carto on</w>
car ou
a sp
Ski er</w>
O range</w>
La dy</w>
Adul ts</w>
y or</w>
w are
the d
thed ral</w>
stat ion
sh ines</w>
se e
po ssi
pla cing</w>
n ur
gra vy</w>
fig urines</w>
e labo
dou gh</w>
depic ting</w>
SU R
H er
B LA
soldi ers</w>
se ating</w>
pu g</w>
mar ked</w>
kne es</w>
i e</w>
ge ese</w>
fa shion</w>
e u
dig ital</w>
des er
d den</w>
carou sel</w>
back packs</w>
and- white</w>
and el
ador ned</w>
S NO
w ning</w>
ven ue</w>
tu be</w>
toa sted</w>
to wing</w>
th re
th ird</w>
ta ke
swe at
sten ing</w>
stair case</w>
st ir
snea kers</w>
sca le</w>
ri se</w>
pla ces</w>
pil es</w>
mo te</w>
ic k
fi el
dis k</w>
custo mers</w>
cu ri
conve yor</w>
con ven
bil l
asp halt</w>
al le
a s
UN D</w>
S S
LOO KING</w>
touri sts</w>
pack age</w>
p it</w>
o on</w>
no te</w>
la tor</w>
compe ting</w>
co ll
clo sely</w>
chee se
a me
SK AT
RE E</w>
Motor cycles</w>
F or
x e
w ar</w>
ti ght</w>
stal ls</w>
sky scra
scen ic</w>
re turning</w>
prin ter</w>
pe ars</w>
p sticks</w>
ori ental</w>
me ats</w>
kit e
in struc
h all</w>
gra b</w>
f ry</w>
dress ing</w>
di e</w>
d walk</w>
cobb le
ar my</w>
THE R</w>
N ew</w>
Li ving</w>
J ap
wel l-
ware house</w>
stri pes</w>
stan d
plan ter</w>
p tion</w>
p in
key boards</w>
exa min
direc tly</w>
clou d</w>
L ong</w>
w ere</w>
u l
station ary</w>
shru bs</w>
savan nah</w>
ro cking</w>
pow dered</w>
m un
lo bby</w>
li ps</w>
fol ding</w>
far mers</w>
car ry</w>
SI G
S and
NNS@ 5</w>
Flo wers</w>
En gli
BLA CK</w>
th o
si on</w>
ra cks</w>
me a
fo li
clu ster</w>
ca b</w>
bar be
L ES</w>
Br itish</w>
wa sh</w>
vie wed</w>
tri o</w>
to wers</w>
teen age</w>
rubb ing</w>
road side</w>
pu ddle</w>
pe an</w>
oppone nt</w>
me tro</w>
lo r</w>
foli age</w>
flo at</w>
fa ced</w>
enter ing</w>
cru ise</w>
blu eb
bar bed</w>
ba se
PLA TE</w>
Hor se</w>
H AN
Clo ck</w>
B at
su ite</w>
sli de</w>
ro ugh</w>
na mes</w>
mid air</w>
loa f</w>
j or</w>
fi gu
er n</w>
deser ted</w>
crou ching</w>
book case</w>
barri er</w>
V ER
Lu ggage</w>
Engli sh</w>
t ra</w>
shut tle</w>
shoul ders</w>
sho ts</w>
scra t
ro pean</w>
poin ted</w>
on i</w>
ol d-
inten tly</w>
i a</w>
hel p</w>
fo am</w>
dd ling</w>
cubic le</w>
ca thedral</w>
black -
at u
Ve ge
V ery</w>
V ING</w>
T ER</w>
Sand wi
C a
straw berry</w>
sto res</w>
st ir</w>
sho w
shap es</w>
s pic
po dium</w>
pain tings</w>
o t
ma car
lo ve</w>
li stening</w>
le aned</w>
la ted</w>
fu r</w>
flo w
electri cal</w>
che cks</w>
bal ances</w>
appe ar</w>
an cho
K IT
IN K</w>
H A
y on
te lo
shi eld</w>
run ner</w>
mix ture</w>
me dium</w>
mar oon</w>
ket tle</w>
i den
fro zen</w>
fee ds</w>
du sty</w>
ci ous</w>
cho psticks</w>
arch ite
O pen</w>
M i
GRA SS</w>
un it</w>
tex ting</w>
te e</w>
t ying</w>
ste pping</w>
r up</w>
outf its</w>
ne cks</w>
mo m</w>
k nit
grou ps</w>
din er</w>
cra te</w>
bi g
ballo on</w>
S he</w>
N E
Don uts</w>
D el
C ol
A pp
wh en</w>
vi ron
tu xe
stret ches</w>
sto ma
stoma ch</w>
soldi er</w>
rectan gular</w>
para so
par tly</w>
o t</w>
ne st</w>
muff ins</w>
ma in</w>
j el
en ed</w>
des cri
cup board</w>
com mode</w>
boar dwalk</w>
barre l</w>
STO P</w>
C at
um my</w>
touri st</w>
sy rup</w>
star ting</w>
spo tted</w>
pa ds</w>
night stand</w>
macar oni</w>
lo go</w>
in f
flo ats</w>
en viron
e st</w>
an telo
a part</w>
WAT ER</w>
Snow boarder</w>
S a
O D</w>
N o</w>
M ar
yo g
wal led</w>
tou ch</w>
sp atu
ron g</w>
ra ls</w>
po cket</w>
pe ering</w>
pa ja
ostri ch</w>
opera ting</w>
lim b</w>
la in</w>
k ee
in er</w>
i sed</w>
fo g</w>
fi le</w>
f air</w>
e sts</w>
di pping</w>
ch andel
bicyc list</w>
Dou ble</w>
Chil d</w>
Bo ys</w>
y ak</w>
ti ger</w>
stat e</w>
spee ding</w>
rubb er</w>
ra dio</w>
r u</w>
mush room</w>
multi- colored</w>
lo dge</w>
le ts</w>
ic yc
ho l</w>
fli pping</w>
figu res</w>
environ ment</w>
ele ction</w>
e f
di p</w>
coo ks</w>
cla ss</w>
blin ds</w>
Pe de
O l
LA R
youn ger</w>
skil let</w>
sign age</w>
refrigera tors</w>
police man</w>
ne eds</w>
cra tes</w>
cobble stone</w>
ca pped</w>
bu l
b ble</w>
ar ray</w>
St .</w>
Pede stri
H ere</w>
G I
Fe male</w>
C AT</w>
Ba by</w>
B l
A ll</w>
zz y</w>
z ens</w>
vie wing</w>
tiss ue</w>
st art</w>
st air</w>
sprink led</w>
spa cious</w>
ri z
remodel ed</w>
pe ts</w>
ou ld</w>
no on</w>
m ous</w>
in stal
ic a
go al</w>
ex tre
em er
do zen</w>
diti onal</w>
d it
ce lain</w>
an ese</w>
LAR GE</w>
L YING</w>
EA TING</w>
Com pu
un g</w>
sof as</w>
sh rubb
ro man</w>
par ts</w>
o v
mountain ous</w>
me mb
mbo o</w>
ma ker</w>
hit ter</w>
g y</w>
f erry</w>
enga ged</w>
en tree</w>
du al</w>
cur ved</w>
cle aring</w>
c er</w>
ba mboo</w>
b and
art work</w>
alco hol</w>
S m
Pol ice</w>
PLA N
L U
I MA
stun ts</w>
stri pe</w>
spo ts</w>
some where</w>
snu gg
paja mas</w>
p ump
our met</w>
me at
ma jor</w>
inf ant</w>
i ss
half -
grand father</w>
el se</w>
ch erry</w>
cal ico</w>
Sm iling</w>
SNO W</w>
NN IS</w>
Mo dern</w>
HO RS
Bun ches</w>
Afri can</w>
vol ley</w>
ur t</w>
th ru</w>
swe et</w>
skin ny</w>
shrubb ery</w>
shi ps</w>
lu m
lo cked</w>
ig ns</w>
glo wing</w>
cyc lists</w>
coo l</w>
carri ages</w>
bal ance</w>
a waiting</w>
TE NNIS</w>
SU V</w>
S il
P ark</w>
NNPS@ 1</w>
Motor cycle</w>
M e
H I
Eu ropean</w>
DO WN</w>
B icyc
Air lines</w>
we eds</w>
w and
ta gged</w>
st ump</w>
sh i</w>
s election</w>
men u</w>
m med</w>
it ies</w>
iden tical</w>
gli ding</w>
f em
elabo rate</w>
co t
black- and-white</w>
big ger</w>
barre n</w>
b oun
b are
W IN
Ol der</w>
Bat ter</w>
A l
un finished</w>
tre ats</w>
stan t</w>
spatu la</w>
s ad</w>
r it
po d</w>
ot to
no w</w>
movi e</w>
mel on</w>
ma p</w>
hi king</w>
go s</w>
fin gers</w>
cap tion</w>
In side</w>
wheel chair</w>
wal l
sta cks</w>
separ ated</w>
por celain</w>
pit ched</w>
p y</w>
p lush</w>
o tic</w>
no tes</w>
moo red</w>
k ens</w>
h in
g n
dar k
d less</w>
d ancing</w>
cu tter</w>
cool ing</w>
ali zed</w>
Assor ted</w>
wild life</w>
tic i
ta ils</w>
sw ung</w>
sub urban</w>
st ar</w>
squ a
ra bb
possi bly</w>
pine apple</w>
par t
p lo
jel ly</w>
ga ming</w>
ex cit
eng ines</w>
en tly</w>
cla im</w>
bi ker</w>
ban ner</w>
appli ance</w>
Wo o
TRA IN</w>
Sno w</w>
Pro fessional</w>
E mp
B us</w>
stri pped</w>
ro be</w>
re pair</w>
ra w</w>
por k</w>
pen c
pe as</w>
pa ct</w>
old- fashioned</w>
new ly</w>
lif ting</w>
in fla
hol i
hand ica
g roo
ex tra</w>
F i
App les</w>
um in
tra ditional</w>
tow ed</w>
toil e
tea ching</w>
so r
sh ine</w>
roa ds</w>
ro ns</w>
ra m</w>
plu gged</w>
ov ens</w>
op ens</w>
li me</w>
hoo die</w>
happ ily</w>
fo rested</w>
far mer</w>
equi pped</w>
ea gle</w>
chandel ier</w>
cel ery</w>
but tons</w>
bun ny</w>
bow ling</w>
al arm</w>
Her d</w>
Elephan t</w>
C AR
BEA CH</w>
y e
sse mb
sha ke</w>
ran ges</w>
po t
pil lar</w>
pige on</w>
pi c</w>
hand les</w>
gu n</w>
de mon
cra ckers</w>
co ats</w>
car pe
brea king</w>
bloo d</w>
ben ds</w>
attra ctive</w>
al umin
af ter
S MA
Ro ad</w>
L ap
whi pped</w>
un loading</w>
tri m</w>
si lly</w>
sh ings</w>
pa ge</w>
neck tie</w>
moto ri
le tting</w>
hip ster</w>
gar lic</w>
f l
ex pre
di m</w>
de cked</w>
cyc list</w>
car ds</w>
blo cks</w>
bill board</w>
be e</w>
ar ly</w>
IT Y</w>
Cro w
z one</w>
wind surfing</w>
tuxe do</w>
ste er</w>
shar p</w>
ri dding</w>
otto man</w>
or k</w>
interac ting</w>
hor ned</w>
ho riz
har ness</w>
grou ped</w>
furni shings</w>
fe ath
crou ched</w>
comp any</w>
c ture</w>
c are</w>
but ter
b es</w>
arti stic</w>
al ing</w>
Woo den</w>
O ut
EA R</w>
su shi</w>
stain ed</w>
sit u
play ground</w>
me an</w>
lo cal</w>
let ters</w>
l o</w>
ja cent</w>
in ning</w>
in i</w>
hil ly</w>
han ger</w>
g out</w>
cu b</w>
comfor table</w>
blur red</w>
after noon</w>
ad jacent</w>
R ON
R AN
C ho
A IR
yog urt</w>
y outh</w>
wra p</w>
wind shield</w>
water fall</w>
w arm</w>
tre at</w>
tra l</w>
ti ered</w>
re no
po wered</w>
po ised</w>
pit chers</w>
pi pes</w>
pen gu
he ar
gu s</w>
da ma
co ke</w>
ce pt</w>
bu lls</w>
blo cking</w>
bicyc lists</w>
bi scu
ar ch</w>
VER Y</w>
SMA LL</w>
GRO UP</w>
F ire</w>
F U
Car ro
whe eled</w>
wat ched</w>
w ly</w>
up ward</w>
tran sport</w>
the me</w>
so cks</w>
sm art
silhou ette</w>
sh y</w>
sea so
ro le</w>
mil l</w>
lea ve</w>
le slaw</w>
ick ly</w>
i gh</w>
hal ves</w>
follo wed</w>
flo wing</w>
dri ven</w>
direc ting</w>
chic kens</w>
cal led</w>
alumin um</w>
Surf ers</w>
SK I
Kit es</w>
Compu ter</w>
Cat tle</w>
CH IL
C ITY</w>
sur pri
st rings</w>
st ems</w>
sha ggy</w>
provi de</w>
per ches</w>
mo ney</w>
la bel
jun k</w>
he els</w>
g ourmet</w>
fire truck</w>
di ving</w>
co leslaw</w>
Jap anese</w>
D u
Bo w
zz le</w>
un ripe</w>
tri e
sta che</w>
sli des</w>
skat es</w>
ro u
po pu
po king</w>
per i
out stretched</w>
o k</w>
mi xing</w>
le ad</w>
gu ests</w>
gra sses</w>
g ating</w>
flat bed</w>
fem ales</w>
fal ls</w>
excit ed</w>
cu bs</w>
com pact</w>
bri ef
bri cks</w>
b lea
avo ca
Vege tables</w>
S ta
Lap top</w>
C hic
w re
unifor med</w>
toile tries</w>
te st</w>
sto cked</w>
set up</w>
sausa ges</w>
re lish</w>
pot tery</w>
pl an</w>
ou ri
nit ed</w>
ne qu
mu ral</w>
mo tel</w>
lo ye
hu t</w>
hol es</w>
feath ers</w>
du gout</w>
don key</w>
co lum
al f</w>
a st</w>
U nited</w>
Pedestri ans</w>
In dian</w>
Assor tment</w>
wand ering</w>
wa i
v and
tra m</w>
sur ing</w>
sto re
ste ering</w>
s pro
qu ickly</w>
por tion</w>
pl enty</w>
pe eling</w>
lan es</w>
ic y</w>
flo wered</w>
do lls</w>
crou ches</w>
coa st</w>
charac ter</w>
ch u
c y
c all</w>
back wards</w>
air y</w>
a g
Se ven</w>
R i
H alf</w>
D Y</w>
BO Y</w>
yon d</w>
v ily</w>
tri p</w>
th ough</w>
st ern</w>
spea ker</w>
spe cial</w>
snow -covered</w>
si ve</w>
rai sing</w>
r y
pan el</w>
li qu
lan ds</w>
ing ton</w>
infla table</w>
her bs</w>
hand bag</w>
din ning</w>
d et</w>
cross -
ca sse
c er
bed ding</w>
be yond</w>
antelo pe</w>
W in
V a
U M
T ru
O ranges</w>
M EN</w>
Emp ty</w>
EL EP
A IR</w>
zz ly</w>
va st</w>
ter ing</w>
su p
ski ier</w>
situ ated</w>
