#version: 0.2
N N
NN @
NN@ 0</w>
NN@ 1</w>
S @
NN S@
NN@ 2</w>
i n
NNS@ 0</w>
in g</w>
_ D
_D I
_DI C
_DIC T
_DICT ></w>
T I
TI O
TIO N
TION ></w>
S _DICT></w>
R E
RE L
REL A
RELA TION></w>
P O
PO S_DICT></w>
< RELATION></w>
< POS_DICT></w>
NN@ 3</w>
t h
a n
i n</w>
a n</w>
a r
i t
r e
o u
m an</w>
th e</w>
NNS@ 1</w>
o n</w>
e r</w>
h i
NN@ 4</w>
s t
l e</w>
an d</w>
l a
i s</w>
a l
r o
e r
o f</w>
it h</w>
w ith</w>
w o
l o
a t
e s</w>
a c
h o
a t</w>
d ing</w>
d o
ou n
m e
p e
b o
k ing</w>
NN@ 5</w>
t o</w>
t w
s i
r i
tw o</w>
wo man</w>
o n
g r
ar e</w>
w e
e d</w>
p le</w>
i r
p la
c k</w>
e l
o r
pe o
peo ple</w>
ar ing</w>
w al
w h
e n
e t</w>
s hi
t ing</w>
shi r
we aring</w>
re d</w>
me n</w>
u n
NNS@ 2</w>
y ing</w>
b l
i c
shir t</w>
it e</w>
w n</w>
al l</w>
c o
g e</w>
y oun
t s</w>
h a
wh ite</w>
u r
e a
youn g</w>
b la
st an
w hi
s it
d s</w>
u e</w>
bla ck</w>
b e
t o
g ir
a s
f ro
whi le</w>
si d
i l
hi s</w>
i r</w>
bl ue</w>
t a
lo o
th er</w>
d re
er s</w>
f o
l i
n t</w>
hi l
e n</w>
w at
c h
s o
bo y</w>
NN@ 6</w>
k s</w>
l e
sit ting</w>
s s
u m
a m
gir l</w>
c hil
ho l
ou t
p o
stan ding</w>
b u
st re
oun d</w>
pla ying</w>
ac k
on e</w>
sid e</w>
do g</w>
r a
b y</w>
f i
th e
p er
h er</w>
gr ou
b all</w>
o ther</w>
stre et</w>
grou p</w>
s m
do wn</w>
s ho
fro nt</w>
n e
re e</w>
wal king</w>
t i
s e
a l</w>
g h
d i
hol ding</w>
c h</w>
s s</w>
a y</w>
r u
wo r
m a
d er</w>
o l
f or
u p</w>
s t</w>
wat er</w>
y s</w>
g re
g s</w>
k e</w>
s e</w>
th ree</w>
s h
p ing</w>
c a
a s</w>
s k
r un
v er
p ar
c ar
lo w</w>
g h</w>
loo king</w>
t le</w>
gre en</w>
b i
g u
c ro
ar d</w>
wo men</w>
n o
v er</w>
b ro
gr ound</w>
j um
l ar
i t</w>
p a
c e</w>
b a
l it
chil d</w>
fo r</w>
v e</w>
ou t</w>
wal k</w>
lit tle</w>
lar ge</w>
r ou
p ho
s on</w>
y el
m e</w>
c on
out side</w>
ac h</w>
f e
yel low</w>
r ac
s u
bro wn</w>
chil dre
childre n</w>
per son</w>
l s</w>
d y</w>
rou gh</w>
p u
b ack
p s</w>
th rough</w>
l y</w>
lo n
n ing</w>
s no
gh t</w>
g e
ea r</w>
fro m</w>
the ir</w>
NN@ 7</w>
h at</w>
d e
v e
dre ss
ha ir</w>
bu il
y c
st a
m o
x t</w>
sm all</w>
ne xt</w>
pla y
in to</w>
o ver</w>
j ack
h in
w a
in k</w>
s ing</w>
cro w
b le</w>
th ing</w>
t ur
so me</w>
dress ed</w>
re a
g la
v ing</w>
t e
gr as
an other</w>
fo o
for m
buil ding</w>
am er
run ning</w>
pho n
an ge</w>
h an
h ea
el d</w>
ri ding</w>
k e
u l
an s</w>
jack et</w>
ss es</w>
b ri
j e
s w
o f
o r</w>
p ic
b as
t er</w>
c lo
ar ound</w>
g a
s c
or ange</w>
NNS@ 3</w>
so me
i d
a ir</w>
l ing</w>
sho r
n ear</w>
fi eld</w>
g ing</w>
r ying</w>
d ed</w>
stan ds</w>
crow d</w>
ta ble</w>
gla sses</w>
p i
sid e
back ground</w>
hin d</w>
p ink</w>
be hind</w>
be ach</w>
ma le</w>
t al
phon e</w>
st ru
a p
to p</w>
side walk</w>
d e</w>
c ou
ac k</w>
t ra
jum ping</w>
k i
tur e</w>
wat ch
s ur
it y</w>
gir ls</w>
f ac
sit s</w>
m ar
c amer
gras s</w>
sm il
sk at
w ay</w>
a r</w>
a si
bi ke</w>
p an
th at</w>
l ea
d an
loo ks</w>
at i
m u
d r
st and</w>
co m
wo o
t ting</w>
yc le</w>
it s</w>
camer a</w>
sno w</w>
er e</w>
bo ard</w>
g o
ti on</w>
pe d</w>
ou r</w>
t en
s un
b en
asi an</w>
me nt</w>
do gs</w>
c ity</w>
per form
am e</w>
wal l</w>
on g</w>
ol der</w>
gu it
' s</w>
w in
t e</w>
o l</w>
ar e
v es</w>
b ic
s p
ha s</w>
st ri
pla y</w>
oun ta
f our</w>
a d</w>
wor king</w>
co lo
dre ss</w>
i m
m b
of f</w>
v i
so c
b lon
at ing</w>
p e</w>
ver al</w>
t ri
some thing</w>
ic e</w>
t ball</w>
se veral</w>
a d
p re
gr ay</w>
c er</w>
q u
h el
c li
l l
c e
tal king</w>
l es</w>
k et</w>
pan ts</w>
hi m</w>
m id
l in
shor ts</w>
o m</w>
un i
par k</w>
f u
p ro
bo ys</w>
play er</w>
ch e
wal ks</w>
s es</w>
la dy</w>
k ers</w>
a f
b al
smil ing</w>
d ar
w ing</w>
pic ture</w>
pla ys</w>
guit ar</w>
p as
ir t</w>
je ans</w>
hea d</w>
soc cer</w>
c u
s in
ro ad</w>
ro om</w>
bo o
ol d</w>
i c</w>
h and</w>
al ong</w>
s a
su it</w>
s pe
m s</w>
f lo
d er
c tion</w>
ho r
at s</w>
s y</w>
p ur
j o
car rying</w>
bo ar
s we
for m</w>
hol ds</w>
t -
k es</w>
fac e</w>
s h</w>
to ge
toge ther</w>
skat e
si g
the m</w>
sno w
g ame</w>
ben ch</w>
out do
b ack</w>
foo d</w>
ca r</w>
ati on</w>
pa in
NN@ 8</w>
NN P
t or
t y</w>
an t</w>
NNP @
si t</w>
d le</w>
th ere</w>
m ounta
ba by</w>
NNP@ 0</w>
um b
m an
k er</w>
le e
d en</w>
t ed</w>
sta ge</w>
fu l</w>
h e</w>
blon d</w>
b e</w>
t r
han ds</w>
el e
f la
m ic
bic ycle</w>
ta king</w>
e x
do ing</w>
or s</w>
d ay</w>
t ree</w>
sw im
cli mb
watch ing</w>
v en
d es</w>
t ea
e ach</w>
po ol</w>
c ing</w>
c ha
it ing</w>
st o
mic ro
c or
c ks</w>
out h</w>
t er
cou ple</w>
ar s</w>
t h</w>
are a</w>
wh o</w>
bo at</w>
hel me
en ce</w>
n i
swe at
d ge</w>
t u
c i
rac e</w>
dar k</w>
ro ck</w>
fe male</w>
w s</w>
gu y</w>
stri ped</w>
to w
s lee
be ing</w>
bas e
mu si
sh ing</w>
loo k</w>
s ha
ac ro
d irt</w>
co at</w>
t rac
b and</w>
c k
m outh</w>
jum ps</w>
con stru
s el
l an
base ball</w>
pur ple</w>
t- shirt</w>
lon g</w>
t re
perform ing</w>
l l</w>
man y</w>
lin e</w>
st s</w>
ir e</w>
st or
acro ss</w>
in gs</w>
sig n</w>
mo tor
constru ction</w>
p ping</w>
sun glasses</w>
p er</w>
win do
colo r
p at
c at
e ating</w>
l ed</w>
c hair</w>
un der</w>
a b
i l</w>
st e
run s</w>
n er</w>
wor k</w>
g i
i red</w>
u sing</w>
ir s</w>
ki ds</w>
po sing</w>
ha ired</w>
d -
ur ing</w>
f ri
ac h
t ic
m ing</w>
li ght</w>
d ri
hor se</w>
rea ding</w>
c an
micro phone</w>
d d
f t</w>
g er</w>
helme t</w>
s and</w>
ch ing</w>
o b
ad ul
wat ch</w>
ar ds</w>
f loo
stor e</w>
st i
wor kers</w>
at e</w>
shir ts</w>
co o
play ers</w>
s er
uni form</w>
motor c
a ga
watch es</w>
in s</w>
woo den</w>
floo r</w>
sur f
le an
to y</w>
fo re
m p
dan cing</w>
aga in
again st</w>
th ro
bas ke
o pe
g g
c l
ba g</w>
st u
foo tball</w>
t le
th is</w>
p p
ve red</w>
ri des</w>
o ce
ca p</w>
on s</w>
co vered</w>
d uring</w>
oce an</w>
mounta in</w>
der ly</w>
el derly</w>
l er</w>
wa iting</w>
en jo
s li
windo w</w>
ab out</w>
in stru
dr in
r oun
c re
ten n
j u
lean ing</w>
bu sy</w>
tra in</w>
tenn is</w>
co l
in side</w>
clo thing</w>
ho o
climb ing</w>
at ed</w>
c la
d u
ou se</w>
pa per</w>
tre es</w>
c el
the y</w>
ge tting</w>
h u
mid dle</w>
outdo or</w>
i d</w>
s et</w>
ha ving</w>
st um
it ch
sta ur
re staur
sur roun
flo w
t ru
color ful</w>
re s</w>
n a
pas t</w>
po l
c ke
restaur ant</w>
baske tball</w>
th ers</w>
ss ing</w>
f ul
ma king</w>
bl es</w>
umb re
b lo
swim ming</w>
b r
ro ll
o ver
c an</w>
skate boar
cel l
pi e
hil l</w>
mar ket</w>
t an</w>
ta l</w>
co stum
sin ging</w>
ver y</w>
f ence</w>
t rying</w>
it i
tea m</w>
a g
an k</w>
trac k</w>
n s</w>
tru ck</w>
a u
of f
c t</w>
fi ve</w>
k ed</w>
skate board</w>
t at
h ats</w>
a ge</w>
sh e</w>
m on
bri ck</w>
m at
b ar
d ers</w>
me n
il y</w>
boo k</w>
wh e
ch es</w>
n y</w>
colo red</w>
l ling</w>
bi g</w>
ri de</w>
b ea
tow ards</w>
hi gh</w>
ar m</w>
clo th
be side</w>
l ying</w>
sweat er</w>
pho to
bo dy</w>
some one</w>
yc li
gr ap
s an
- haired</w>
sti ck</w>
e ven
bri ght</w>
surroun ded</w>
jum p</w>
al s</w>
s ed</w>
car t</w>
sk i
t te</w>
la ke</w>
gras sy</w>
ar ms</w>
pat h</w>
st one</w>
pie ce</w>
motorc ycle</w>
la u
la ying</w>
com pe
cell phone</w>
ou s</w>
k itch
back p
outdo ors</w>
ope n</w>
ve st</w>
g ging</w>
u m</w>
g ar
m ac
f a
c as
sm o
o thers</w>
e ts</w>
NN@ 9</w>
ic an</w>
kitch en</w>
fi t</w>
fo l
cloth es</w>
h ouse</w>
li ke</w>
st ing</w>
sp or
ri ver</w>
ll a</w>
d ra
en t</w>
c ur
vi e
r ing</w>
t ly</w>
s si
bo t
c oun
st ic</w>
f il
umbre lla</w>
pre p
bu s</w>
su b
cou r
in di
out fit</w>
form s</w>
bo w
ap pe
photo grap
a bo
ni ght</w>
di s
er y</w>
to dd
sw ing</w>
mac hin
f e</w>
t ank</w>
in e</w>
y ard</w>
wor ker</w>
sho pping</w>
m er</w>
amer ican</w>
sho es</w>
k ne
abo ve</w>
s car
tri ck</w>
af ri
sh es</w>
hea d
f fe
even t</w>
men ts</w>
po in
uni forms</w>
snow y</w>
pain ting</w>
ou l
e y
enjo ying</w>
i p
rea dy</w>
ar i
n ed</w>
han ging</w>
drin king</w>
sho p</w>
the red</w>
f am
f li
c le</w>
ri ght</w>
lau gh
ful l</w>
lo t</w>
gu ys</w>
v ed</w>
h ard</w>
g en
ru n</w>
je ct</w>
me tal</w>
x ing</w>
ro pe</w>
m i
co w
v ol
slee ping</w>
on to</w>
musi c</w>
b an
todd ler</w>
ta kes</w>
er ing</w>
adul ts</w>
g y
a way</w>
w i
b rea
p lan
to r</w>
at t
go ing</w>
spe a
fri en
bri dge</w>
ne w
cke y</w>
wh at</w>
u p
it e
d en
ro cks</w>
rac ing</w>
bo th</w>
flow ers</w>
backp ack</w>
s ca
wa ve</w>
ga thered</w>
smil es</w>
ar t</w>
at te
s qu
fam ily</w>
c es</w>
af ter</w>
sh oul
f f
f in
dan ce</w>
r am
pho to</w>
g ear</w>
do or</w>
te en
po le</w>
f ire</w>
cat ch</w>
crow ded</w>
b ir
r in
po se</w>
a th
la r</w>
ki d</w>
ra il
le ft</w>
k ic
v el
t ou
ste ps</w>
fi re
e en</w>
com pu
woo d</w>
sk irt</w>
sub way</w>
atte mp
whi ch</w>
n umb
NN@ 1
whe el
f ounta
e p</w>
de o</w>
ra i
m as
in ing</w>
sc en
prep aring</w>
ha ve</w>
c al</w>
tw een</w>
scar f</w>
ba r</w>
ta bles</w>
cha irs</w>
be tween</w>
afri can</w>
sun ny</w>
con ver
blon d-
cow boy</w>
an ce</w>
NNS@ 4</w>
tle ss</w>
shir tless</w>
af f
s co
ho ckey</w>
costum e</w>
car ri
dr um
g ri
le y
gr aff
stan ce</w>
founta in</w>
k in
spe c
b un
p ped</w>
fla g</w>
e qu
u ti
s en
ur e</w>
p rac
st ic
laugh ing</w>
pro te
st r
g lo
ar y</w>
sta irs</w>
gla ss</w>
ba gs</w>
si l
bal lo
pu bl
machin e</w>
fi shing</w>
pla id</w>
di es</w>
cor ner</w>
wh ere</w>
i m</w>
tu res</w>
t ro
st er</w>
snow boar
cl u
se tting</w>
be e</w>
a y
t ers</w>
appe ars</w>
publ ic</w>
l u
instru ments</w>
or t</w>
dr ink</w>
o p
t all</w>
st at
j er
fi gh
b ed</w>
fri s
bea uti
ve hi
adul t</w>
g et</w>
c er
se ated</w>
jer se
numb er</w>
m il
pla stic</w>
ycli st</w>
su its</w>
w r
beauti ful</w>
ne ar
dar k
cou ch</w>
fris bee</w>
equ ip
e l</w>
con cre
on al</w>
h e
gen tle
yc les</w>
sel ling</w>
it i</w>
concre te</w>
un der
sweat shirt</w>
f al
vie w</w>
h ar
c am
m ul
bo r
me d</w>
as h
al es</w>
r y</w>
graff iti</w>
vol ley
volley ball</w>
ram p</w>
phon es</w>
li st
mid air</w>
p es</w>
equip ment</w>
sk y</w>
pol ice</w>
off ic
ele c
pu tting</w>
fore st</w>
c king</w>
do es</w>
cro ss</w>
ci g
woo ds</w>
tow ard</w>
compu ter</w>
m in
bi kes</w>
ag ed</w>
g ol
d ings</w>
c ket</w>
coo king</w>
ob ject</w>
mounta ins</w>
e dge</w>
be ard</w>
skateboar der</w>
a ir
cig are
near by</w>
ju st</w>
roll er</w>
sc ho
li gh
di stance</w>
ta ke</w>
musi ci
d le
boo ts</w>
al ly</w>
sh e
c ture</w>
wor ks</w>
pu shing</w>
pp y</w>
tr y</w>
s ite</w>
par a
sli de</w>
la dies</w>
e se</w>
ti me</w>
po ses</w>
lon g
wat er
c ti
au di
w n
pla ce</w>
s k</w>
f ru
shor t</w>
pic tures</w>
foo t</w>
v ari
c ra
g o</w>
perform s</w>
fil led</w>
f f</w>
thro wing</w>
buil dings</w>
pain ted</w>
ro ck
cro ss
new s
ri der</w>
m ales</w>
audi ence</w>
su n</w>
an im
n et</w>
fi sh</w>
tat to
sco pe</w>
e mp
cigare tte</w>
v al</w>
play ground</w>
as t</w>
compe t
win ter</w>
pu lling</w>
le y</w>
st ra
ey es</w>
ve l</w>
han d
ti al</w>
s pla
list en
cro ssing</w>
ro w</w>
ra in</w>
di um</w>
lea ves</w>
d ding</w>
st ation</w>
h al
gg les</w>
tra il</w>
smo king</w>
para de</w>
instru ment</w>
vehi cle</w>
prac tic
par ty</w>
dle -
ch ed</w>
c leaning</w>
stat ue</w>
p on
hor ses</w>
bo x</w>
ven do
si x</w>
mid dle-
la wn</w>
scho ol</w>
rock y</w>
pre par
dri ving</w>
con cer
r on</w>
m other</w>
shor e</w>
car s</w>
v en</w>
sc u
kne el
g ro
gi ving</w>
frien ds</w>
bu b
fe w</w>
t es</w>
cas e</w>
ve ge
st ac
cu tting</w>
c en
be er</w>
at h</w>
sc re
rea ds</w>
c ho
v y</w>
re st
c ir
sm i
le ans</w>
al i
n o</w>
l ls</w>
ap ron</w>
ach ing</w>
sa fe
gentle man</w>
safe ty</w>
hol d</w>
concer t</w>
bu sin
jerse y</w>
busin e
bl an
smi le</w>
t y
in ter
glo ves</w>
di re
c r
t ele
stru cture</w>
re la
ar ts</w>
on loo
dress es</w>
mar tial</w>
blond- hair</w>
ba thing</w>
sho wing</w>
jack ets</w>
carri es</w>
hi t</w>
ro of</w>
middle- aged</w>
n ic</w>
drum s</w>
ar ti
rea m</w>
per form</w>
surf er</w>
c up</w>
sel f</w>
fac ing</w>
bu t
bot tle</w>
c ream</w>
b el
se e
lin ed</w>
la p
in ging</w>
snowboar der</w>
san d
re d-
ve sts</w>
p or
we t</w>
shoul der</w>
ca u
v id
s coo
cour t</w>
vari ous</w>
to wn</w>
spec tat
par ked</w>
f en
drin ks</w>
compet iti
de cor
tea ms</w>
roll er
ro deo</w>
onloo kers</w>
ac ks</w>
costum es</w>
ti e</w>
li t</w>
stre t
news paper</w>
dis play</w>
so l
ho me</w>
gy m
go ggles</w>
re nt</w>
m er
vi ol
spectat ors</w>
scen e</w>
g ers</w>
e tte</w>
me mb
den ts</w>
ch in
bir d</w>
b ru
stu dents</w>
poin ting</w>
listen ing</w>
do ck</w>
tal ks</w>
sw inging</w>
practic ing</w>
f lying</w>
coun ter</w>
b an</w>
fru it</w>
rail ing</w>
bun ch</w>
spor ts</w>
prepar es</w>
di ffe
mas k</w>
ath le
sho w</w>
s ort</w>
f le
elec tri
sig ns</w>
d o</w>
pi le</w>
par king</w>
fe et</w>
diffe rent</w>
bi ker</w>
w rest
k ay
e -
s n
youn ger</w>
la d
kay a
fla gs</w>
z z
vendo r</w>
ma ke</w>
wa ves</w>
ten t</w>
indi an</w>
gh tly</w>
for e</w>
bu ll</w>
st aring</w>
h er
be ar
a m</w>
t run
ma kes</w>
m ers</w>
ga ther</w>
bu cket</w>
w er</w>
d dle</w>
we dding</w>
vid u
skateboar ding</w>
indi vidu
d in
be fore</w>
al ley</w>
NN@1 0</w>
sto p</w>
re sting</w>
pain t</w>
g es</w>
sw im</w>
le gs</w>
ce ment</w>
ski er</w>
com ing</w>
bi kin
at es</w>
lad der</w>
g old</w>
ycli sts</w>
ne w</w>
cu t</w>
spea king</w>
do n
s po
m ir
lea ther</w>
c hi
blan ket</w>
f all</w>
co ffe
t ation</w>
mat ch</w>
bas ket</w>
pur se</w>
fore ground</w>
de sk</w>
coffe e</w>
s ame</w>
pro du
bear ded</w>
ma de</w>
conver s
gri ll</w>
emp ty</w>
dr y</w>
cli ff</w>
kic king</w>
c al
ob ser
ite ms</w>
flow er</w>
st ar
lea ps</w>
ca ke</w>
u ses</w>
over looking</w>
go o
competiti on</w>
tal k</w>
sp ra
ga z
att ire</w>
w ra
sil ver</w>
sho t</w>
i al</w>
skat ing</w>
s o</w>
plan e</w>
pe t</w>
out f
convers ation</w>
li fe</w>
cha sing</w>
ur al</w>
ri st
bow l</w>
at ten
sho o
p il
g le</w>
dark -haired</w>
wr iting</w>
t on
outf its</w>
mil it
ge ts</w>
climb s</w>
pre sen
ex am
wa it</w>
p le
pla t
coun try</w>
bl e
sc ul
milit ary</w>
bri de</w>
as h</w>
w ash
tri es</w>
surf board</w>
busine ss</w>
bal d</w>
scul p
musi cal</w>
f re
bic ycles</w>
we ars</w>
photograp h
pas s</w>
fi c</w>
attemp ting</w>
we l
surf ing</w>
ski ing</w>
me al</w>
anim al</w>
la p</w>
kneel ing</w>
b b
ra il</w>
cti ve</w>
figh ting</w>
di ving</w>
scre en</w>
bow ling</w>
electri c</w>
ur ban</w>
k en</w>
stre ets</w>
st roller</w>
z ed</w>
th ering</w>
ma s</w>
sa ys</w>
ful ly</w>
b run
stic ks</w>
ga thering</w>
ho le</w>
d iti
cla ss
vege tables</w>
st y
ne l</w>
ballo on</w>
t on</w>
swe e
ligh ts</w>
bikin i</w>
ki ssing</w>
helme ts</w>
fac es</w>
blo wing</w>
bal an
cl ou
chin ese</w>
b are
sin gs</w>
sh ed</w>
e i
ad ver
wal k
p rin
p ou
h eld</w>
ele br
c elebr
plat form</w>
o p</w>
ha ppy</w>
con ta
ach ed</w>
y -
musici ans</w>
am ong</w>
adver ti
gr a
b at
san dy</w>
ma ke
le g</w>
le dge</w>
c tor</w>
bub bles</w>
sun set</w>
n ers</w>
fa ther</w>
d ro
c ts</w>
brun ette</w>
we ar</w>
sol di
se en</w>
pe de
o ri
long -
hu ge</w>
class room</w>
woo ded</w>
tra f
traf fic</w>
par tic
ki ck</w>
gy m</w>
p ers</w>
do wn
c rou
viol in</w>
compe ting</w>
w ard</w>
sk i</w>
ra in
ho t</w>
hi king</w>
g er
ch rist
bas e</w>
ballo ons</w>
ac e</w>
thro w</w>
gar den</w>
al one</w>
trun ks</w>
mir ro
bo x
ach es</w>
walk way</w>
teen age</w>
scoo ter</w>
la un
g ed</w>
christ mas</w>
sk in
o lo
ha m
cour se</w>
cla ss</w>
b ur
li es</w>
arti st</w>
lap top</w>
can o
ca fe</w>
v ice</w>
sw ings</w>
pede stri
k ar
hel ping</w>
wa ving</w>
ssi on</w>
re fle
it ting</w>
do or
sho ws</w>
op posing</w>
mar ath
long- slee
fol ding</w>
de ser
tur n</w>
marath on</w>
d ir
che er
whe el</w>
t un
ir d</w>
gym n
spe n
se at</w>
pas sing</w>
pa ir</w>
ic al</w>
sand als</w>
pla te</w>
m b</w>
fe sti
e ar
clo se</w>
y o
wa its</w>
st ro
se ment</w>
il s</w>
head phones</w>
col lar</w>
b at</w>
tra diti
el s</w>
al low</w>
offic er</w>
la s</w>
in es</w>
di e</w>
co ats</w>
c ed</w>
brea k</w>
ty pe</w>
sli ding</w>
mo ving</w>
blo ck</w>
cu sto
c at</w>
sta dium</w>
r ound</w>
co ver
bal ls</w>
b s</w>
w ar
v ers</w>
me at</w>
cl ear</w>
o per
in clu
c le
c ers</w>
be i
traditi onal</w>
so f
lea ping</w>
ch ur
h ou
el y</w>
d dy</w>
ck ed</w>
trac ks</w>
s ea
perform ance</w>
mul tic
kar ate</w>
door way</w>
clo sed</w>
mirro r</w>
d ru
sta ir
pro fe
hoo d</w>
bal l
sh allow</w>
multic olo
li f
h ur
fu n</w>
we a
t ack
g ue</w>
col le
cheer lea
vi si
ti c</w>
photograp her</w>
dru m</w>
clo wn</w>
cir cle</w>
chur ch</w>
p ati
k ha
tou ri
the se</w>
tatto o
s lo
n e</w>
il ing</w>
id e</w>
ho se</w>
go al</w>
dir ty</w>
clo th</w>
bri ghtly</w>
memb ers</w>
ll ed</w>
kha k
di gging</w>
tr an
squ are</w>
off ice</w>
no t</w>
l ic
bot to
st un
spe e
pa dd
hu gging</w>
att ached</w>
ac cor
shoul ders</w>
sho vel</w>
be low</w>
vi deo</w>
umbre l
to ys</w>
te e
sho vel
we ll</w>
up side</w>
m at</w>
en g
v an</w>
ne ss</w>
fi xing</w>
bo w</w>
bei ge</w>
accor di
umbrel las</w>
frien d</w>
th ird</w>
sca pe</w>
la b</w>
gu n</w>
wi th
t ire</w>
s um
par t</w>
k n
en ter
dan cers</w>
l ers</w>
deser t</w>
ati ve</w>
accordi on</w>
y m
thro ws</w>
stre am</w>
run ner</w>
re aching</w>
multicolo red</w>
wash ing</w>
rea d</w>
par t
ke y</w>
in ten
c rying</w>
um p
skat e</w>
perform er</w>
lee p</w>
i es</w>
br an
as leep</w>
we d</w>
stra w</w>
sculp ture</w>
pi er</w>
pa pers</w>
gi ant</w>
fol lo
tatto o</w>
run ners</w>
photograp h</w>
ha ir
cli mb</w>
bare foot</w>
we t
tr am
t il
s led</w>
pon d</w>
mu d</w>
lo a
lea sh</w>
l and</w>
fli p</w>
enjo y</w>
boo th</w>
su spen
sin ger</w>
rela xing</w>
profe ssi
p in
m y</w>
i s
hoo die</w>
ho me
hi gh
gro c
groc ery</w>
de ep</w>
stu ff
l un
gol f</w>
d el
bo ats</w>
al ls</w>
tri cks</w>
micro scope</w>
make up</w>
la ys</w>
jo gging</w>
ho w</w>
boo ks</w>
to ps</w>
st ers</w>
re d
individu als</w>
do ors</w>
c yclist</w>
w ards</w>
tram po
swee ping</w>
p ri
f ur
f lu
trampo line</w>
fin i
e at</w>
di scu
no se</w>
musici an</w>
mat ching</w>
i on</w>
cat ches</w>
sca f
in fla
hea ds</w>
en d</w>
din ner</w>
com ple
c ting</w>
at op</w>
under ne
underne ath</w>
ta il</w>
sp rin
se ction</w>
c ri
windo ws</w>
sha do
ob stac
m self</w>
hi mself</w>
d les</w>
attemp ts</w>
stuff ed</w>
red- hair</w>
ne ck</w>
fi ght</w>
fal ling</w>
sty le</w>
sa w</w>
pu lled</w>
produ ce</w>
ori en
gg ling</w>
dan ces</w>
ch an
cat ching</w>
bl y</w>
b oun
b il
au gh
tele scope</w>
pic nic</w>
gh t
ga ge</w>
cano e</w>
se e</w>
r ack
pedestri ans</w>
ou fla
offic ers</w>
mul ti
lo ts</w>
hea vy</w>
gol den</w>
g ate</w>
de ck</w>
cen ter</w>
cam oufla
bic yclist</w>
pu shes</w>
orien tal</w>
lan d
ic e
h ere</w>
decor ated</w>
de vice</w>
blond- haired</w>
t in
r s</w>
en ts</w>
e k</w>
dra wing</w>
wra pped</w>
tee th</w>
roller bla
n a</w>
mar ching</w>
festi val</w>
che f</w>
ap pro
spla shing</w>
l en</w>
khak i</w>
inclu ding</w>
in er</w>
i ma
go es</w>
d un
al so</w>
ta ken</w>
t en</w>
shi p</w>
plan ts</w>
mu ddy</w>
le ss</w>
hea ded</w>
whi l
sa x
pa ved</w>
kin d</w>
in f
cover ing</w>
at ting</w>
ap p
whil st</w>
st ed</w>
lon e</w>
fire figh
fal len</w>
f un
f air</w>
can e</w>
bu t</w>
a do
w il
p itch
ne ck
je an</w>
t a</w>
ro lling</w>
rack et</w>
ke y
bal con
skin ned</w>
it al</w>
d augh
camoufla ge</w>
c y</w>
t an
pro ject</w>
hoo ded</w>
en s</w>
e ats</w>
al l
spea ks</w>
mo ve</w>
fe males</w>
clu b</w>
ch er</w>
wet suit</w>
ve ment</w>
re fe
poin ts</w>
obstac le</w>
cross walk</w>
col d</w>
v il
tun nel</w>
tu be</w>
ton gue</w>
pou ring</w>
pic king</w>
pi pe</w>
f r
den im</w>
bl ouse</w>
th s</w>
st er
m or
in door</w>
i e</w>
ba th
ul a</w>
se ven</w>
p l
me d
i g
gi ves</w>
ex c
e mb
che cking</w>
bru sh</w>
at ure</w>
ag ers</w>
stun t</w>
ru g
pi an
lo cal</w>
kic ks</w>
f ir
car ni
ban dan
back yard</w>
w ide</w>
teen agers</w>
t ted</w>
sax o
pas ses</w>
mo to
hoo p</w>
e ars</w>
appe ar</w>
su pp
spor t</w>
se a</w>
rai sed</w>
pol ice
carni val</w>
wor d</w>
stu d
re st</w>
professi onal</w>
gymn ast</w>
fli es</w>
daugh ter</w>
cur b</w>
- skinned</w>
wor k
s par
ope ning</w>
on ly</w>
m ural</w>
h itting</w>
g on</w>
f ans</w>
b es</w>
sur face</w>
ro be</w>
pe n
motorc ycles</w>
in ning</w>
hel p</w>
botto m</w>
balcon y</w>
ag es</w>
re pa
p it
over alls</w>
ol s</w>
inf ant</w>
climb er</w>
u se</w>
tr ash</w>
sh el
pian o</w>
n ice</w>
jum p
j am
color s</w>
b m
rug by</w>
prote ctive</w>
pol o</w>
po t</w>
pas sen
multi ple</w>
i st</w>
i gh
ham mer</w>
guit ars</w>
enter ta
tou ching</w>
rail road</w>
pa vement</w>
p al
na vy</w>
lo g</w>
g room</w>
bandan na</w>
wr it
presen tation</w>
guit ari
be ver
b a</w>
air plane</w>
slee ps</w>
skat es</w>
see ms</w>
g gage</w>
dri ves</w>
dan cer</w>
clo se
cheerlea ders</w>
bar be
we red</w>
u s</w>
shoo ting</w>
ou gh</w>
li ving</w>
f ly</w>
com pan
ac t</w>
sli des</w>
pu t</w>
dire ction</w>
water fall</w>
o pp
land scape</w>
fa bri
balan cing</w>
tu b</w>
slo pe</w>
sk is</w>
sc i
i ght</w>
wal ls</w>
tra vel
to we
ra l</w>
qu et</w>
po sit
p un
neck la
kaya k</w>
it ed</w>
b ars</w>
b ank</w>
prep are</w>
de mon
st le</w>
pu ts</w>
po les</w>
key board</w>
demon str
cas u
bro wn
y or
wrest ling</w>
swim s</w>
sk y
s la
po st</w>
infla table</w>
cke red</w>
che ckered</w>
am u
stair case</w>
ri ders</w>
refe ree</w>
re ce
mo ves</w>
laun dry</w>
g un
flo ating</w>
fir st</w>
f ast</w>
bar ri
ar row</w>
wheel chair</w>
re n
pu lls</w>
pu ddle</w>
pain ts</w>
ma gaz
f ar
enjo ys</w>
bar re
ali e</w>
win e</w>
stret ched</w>
ru bb
re aches</w>
har ness</w>
h ula</w>
gr in
fin ger</w>
e y</w>
e sca
dri ver</w>
with out</w>
sha de</w>
se wing</w>
part ment</w>
lu ggage</w>
la m
ig n</w>
goo ds</w>
go alie</w>
gg y</w>
cha ses</w>
bot t
swim suit</w>
st il
sho e</w>
pat ter
ol ym
k a</w>
form al</w>
ex er
co w</w>
co b
bm x</w>
ban ner</w>
tea m
sha ving</w>
opp on
op po
mo st</w>
ki ss</w>
ju ggling</w>
ha w
form ation</w>
flo ral</w>
di o</w>
c yclists</w>
box es</w>
yor k</w>
ster n</w>
shor t-
rac e
pa jam
oppo site</w>
long-slee ved</w>
en a</w>
ei ther</w>
brea d</w>
be g
ba ge</w>
trac tor</w>
snow board</w>
she et</w>
se m
scaf folding</w>
ke t
gu ard</w>
fabri c</w>
esca la
dark -skinned</w>
che st</w>
ca si
to ol</w>
the m
sto ol</w>
star es</w>
sel ves</w>
saxo phone</w>
sa le</w>
s pan
exam ining</w>
cur ly</w>
NN@1 1</w>
tor y</w>
them selves</w>
spra y</w>
smo ke</w>
l oun
ima ge</w>
fi sh
exer ci
custo mers</w>
c ted</w>
bo xing</w>
b er
r out
ou r
kne e</w>
ir ts</w>
hi ker</w>
han gs</w>
guitari st</w>
gar bage</w>
d a</w>
cti ons</w>
clou dy</w>
close up</w>
ben ding</w>
ar ena</w>
z e</w>
ti ve</w>
stac he</w>
ri ed</w>
j ap
c one</w>
bir ds</w>
tr um
thro wn</w>
t ice</w>
sur f</w>
st ring</w>
pitch er</w>
li ft</w>
ha y</w>
fun ny</w>
fore ign</w>
f light</w>
e ting</w>
ch ar
ca p
ben t</w>
bel t</w>
ati ons</w>
sprin k
sha ped</w>
pu ppy</w>
prin t</w>
p ack
he els</w>
ha pp
for med</w>
b in
soldi er</w>
perform ers</w>
partic i
haw k</w>
fo cu
ch al
wat ers</w>
touri sts</w>
ten ts</w>
te ac
q ue</w>
drum mer</w>
brown -haired</w>
tur ned</w>
l y
in ed</w>
gg ed</w>
conver sing</w>
cau ght</w>
bi le</w>
ar my</w>
towe l</w>
surroun ding</w>
sum mer</w>
shovel ing</w>
race track</w>
mu stache</w>
mo bile</w>
hal f</w>
h un
g -
fe e
e u
de fen
bic yclists</w>
ac ou
teac her</w>
t ar
ste ep</w>
ra ft</w>
po ssi
hor se
fin gers</w>
cre w</w>
cha in</w>
c ue</w>
bub ble</w>
bla ck
bi king</w>
acou stic</w>
- covered</w>
vel y</w>
under water</w>
sha king</w>
po dium</w>
pie ces</w>
m ate</w>
hur dle</w>
hi kers</w>
her self</w>
fi g
ce re
cau casi
blo cks</w>
anim als</w>
yo u</w>
y h
visi ble</w>
sp on
sho wn</w>
ser ving</w>
r an
por ch</w>
pal m</w>
pajam as</w>
n ative</w>
m ly</w>
li qu
lan e</w>
gre yh
goo d</w>
f ts</w>
con te
brea k
b ra
z ing</w>
w ic
suspen ded</w>
ste p</w>
sk irts</w>
ro bes</w>
p ort</w>
p -
na p</w>
me ss
lun ch</w>
long -haired</w>
gar b</w>
escala tor</w>
con fe
bott les</w>
tattoo s</w>
t- shirts</w>
stic king</w>
rai sing</w>
motor bike</w>
in spec
ff y</w>
conta iner</w>
con es</w>
can dy</w>
ca me
bi kers</w>
back wards</w>
ad ju
z a</w>
un ic
soldi ers</w>
si zed</w>
se um</w>
mon ey</w>
machin ery</w>
lin es</w>
i an</w>
fr ame</w>
ey e</w>
cle an</w>
cir cu
caucasi an</w>
backp acks</w>
a w
a ger</w>
w as</w>
st ea
spor ting</w>
soc ks</w>
sn ea
se ts</w>
san ta</w>
red- haired</w>
laugh s</w>
la te</w>
je cts</w>
home less</w>
hair cut</w>
b acks</w>
NNS@ 5</w>
th ings</w>
padd ling</w>
p it</w>
o on</w>
mu seum</w>
memb er</w>
jerse ys</w>
inter section</w>
individu al</w>
er ial</w>
athle te</w>
amu sement</w>
ac tion</w>
wa gon</w>
trum pet</w>
ter y</w>
sc ent</w>
prac tice</w>
pon y
pi ge
obser ving</w>
o c
mar oon</w>
k il
ip ating</w>
ho sp
happ ily</w>
de l</w>
d y
c ru
c les</w>
athle tic</w>
to ols</w>
swim mer</w>
s or
pla za</w>
pe ace</w>
ne on</w>
li ve</w>
flo wered</w>
er man</w>
bu cking</w>
bea m</w>
barbe cue</w>
ar t
su per
re sts</w>
po ster</w>
play ed</w>
pl ant</w>
p les</w>
mar ket
market place</w>
k ni
hosp ital</w>
fa shi
bor ne</w>
bl ing</w>
ben ches</w>
z er</w>
teen ager</w>
sof tball</w>
re tri
pu ck</w>
par ach
n arrow</w>
me eting</w>
jap an
ele ss</w>
ea stern</w>
cke ts</w>
bl u
air borne</w>
squ atting</w>
s y
pre t
pe n</w>
jump suit</w>
japan ese</w>
ir ing</w>
but ton</w>
wh ite
su it
snea kers</w>
pi zz
partic ipating</w>
p tion</w>
p an</w>
on ed</w>
neckla ce</w>
mo del</w>
lau gh</w>
head band</w>
hal l
down town</w>
cha se</w>
boar ds</w>
at or</w>
vil la
spee ch</w>
sil hou
scu ba</w>
retri e
p han
n um
mid -
m all</w>
lea ding</w>
kneel s</w>
hel ps</w>
hall way</w>
g as</w>
fire truck</w>
dro p</w>
di sh</w>
cob ble
adverti sement</w>
ta x
sp ace</w>
she ep</w>
red headed</w>
parach u
na ked</w>
lar s</w>
gr ab
cere mon
a head</w>
w ire</w>
v ic
v ac
tra y</w>
snowboar ding</w>
s le
rout ine</w>
rac es</w>
oppon ent</w>
ni ght
mo hawk</w>
ger man</w>
colo r</w>
chi ck
celebr ating</w>
carri age</w>
wa r</w>
ten ding</w>
stri pes</w>
st y</w>
sid es</w>
s al
refle ctive</w>
re c
pu p
posit ion</w>
pony tail</w>
p ra
la bor
firefigh ters</w>
elec tro
e t
cor n</w>
compu ters</w>
s pi
pu ll</w>
possi bly</w>
p h
n u
moto cross</w>
k y</w>
gri lling</w>
gr ay
gentle men</w>
fig ure</w>
cro sses</w>
con tro
colle ge</w>
cat cher</w>
ca ps</w>
bro om</w>
bor n</w>
bever age</w>
be en</w>
am on
air port</w>
win gs</w>
wea ther</w>
ti es</w>
sel ls</w>
po t
oper ating</w>
motorc yclist</w>
gr an
d ly</w>
che ering</w>
b er</w>
w arm</w>
te en</w>
t yard</w>
repa iring</w>
re cor
le t
han g</w>
for ward</w>
f an
en tr
ele phan
cra ft</w>
cr an
cour tyard</w>
baske ts</w>
ti ed</w>
shado w</w>
sa u
pati o</w>
ne igh
n ic
n ch</w>
mo st
gra vel</w>
even ing</w>
cobble stone</w>
at er</w>
tor s</w>
tea l</w>
rac er</w>
r ink</w>
ou s
off -
min i
magaz ine</w>
in doors</w>
g am
d a
bran ch</w>
boar d
bi t</w>
bal ding</w>
b ou
mo m</w>
m es</w>
loa ding</w>
l d</w>
j un
ei ght</w>
e th
e g
co me</w>
board walk</w>
b iting</w>
uni formed</w>
stud ent</w>
sto re
pa ddle</w>
new born</w>
neigh bor
li br
k no
i se</w>
her d</w>
hand stand</w>
gym na
f ea
ex pre
en ga
car ds</w>
bu ying</w>
blo ws</w>
atten tion</w>
x es</w>
st on
sp inning</w>
smo kes</w>
sm al
police man</w>
pit ch</w>
ob jects</w>
mounta in
m ound</w>
fal ls</w>
bas s</w>
y e
v eless</w>
te x
ta g</w>
slee veless</w>
skateboar ds</w>
pro ce
pp ers</w>
pizz a</w>
most ly</w>
m ou
long-slee ve</w>
ge st
gar age</w>
f s</w>
cho ir</w>
bu ll
ba g
z en</w>
sof a</w>
r ange</w>
poin t</w>
ous ly</w>
neighbor hood</w>
lif ting</w>
je wel
cla d</w>
bal ance</w>
wheel s</w>
smal ler</w>
skat er</w>
sh ar
rai ses</w>
pi pes</w>
p lo
le o
kne es</w>
h its</w>
h all</w>
dis playing</w>
d board</w>
coo k</w>
con du
compe te</w>
car ry</w>
bu shes</w>
ben e
ac ting</w>
wel ding</w>
vehi cles</w>
ta ils</w>
sp read</w>
sin gle</w>
se l</w>
pla tes</w>
per i
or che
libr ary</w>
jo b</w>
ite m</w>
i sh</w>
i f</w>
ho t
fre sh</w>
fli p-
fen ced</w>
fee ding</w>
entr ance</w>
e ver
cross ed</w>
co ver</w>
car pet</w>
bl ur
we ight</w>
ti le</w>
spla shes</w>
sk il
sel l</w>
rubb er</w>
ro wing</w>
ren ce</w>
pi ck</w>
photo s</w>
per s
patter ned</w>
ma p</w>
liqu id</w>
lea d</w>
ke ts</w>
inten tly</w>
fu r</w>
exc ited</w>
e mer
di shes</w>
bru shing</w>
boo k
tur ning</w>
stu dio</w>
stret ching</w>
str a</w>
sto ve</w>
st art</w>
se con
ro ws</w>
pol ka</w>
out stretched</w>
orche stra</w>
lam p</w>
l et</w>
il er</w>
g st</w>
fol ded</w>
flip- flo
en ti
cran e</w>
ball et</w>
b ing</w>
th umb
s ong</w>
rain bow</w>
r ings</w>
pige ons</w>
passen gers</w>
mu zz
micro phones</w>
med ical</w>
go -
fru its</w>
emp lo
crou ches</w>
confe rence</w>
amon gst</w>
y er</w>
tack le</w>
ss ed</w>
shoo t</w>
se cur
s word</w>
par ents</w>
j a
gre at</w>
cri cket</w>
car dboard</w>
al ing</w>
wor ds</w>
watch ed</w>
wa ys</w>
vie wing</w>
te red</w>
tax i</w>
so a
sel y</w>
pi es</w>
or der</w>
kni fe</w>
hil l
han ding</w>
gun s</w>
fire men</w>
ex hi
ce iling</w>
bro w
attemp t</w>
y outh</w>
villa ge</w>
tran spor
t um
sto ps</w>
sta r</w>
short- slee
sand wic
ro n
rece i
re li
photograph s</w>
p ack</w>
in a</w>
f el
cre ek</w>
ca stle</w>
ca de</w>
bu ckets</w>
- like</w>
sur g
sto pped</w>
she p
sh aring</w>
prote st</w>
pret ty</w>
lea ving</w>
gre en
ey e
emplo ye
dire ctions</w>
co ach</w>
bath room</w>
ac ti
win d
v a
transpor tation</w>
tic al</w>
tattoo ed</w>
swim mers</w>
snow -covered</w>
secon d</w>
ru bs</w>
ro pes</w>
partici pat
over head</w>
me di
mat es</w>
head scarf</w>
do l
d ining</w>
cu ps</w>
cal led</w>
bir th
bene ath</w>
bar ber</w>
back drop</w>
at trac
ap ple</w>
a qu
yc ling</w>
si ve</w>
ri bb
ribb on</w>
po d</w>
or g
mon it
lar ed</w>
he art</w>
f ree</w>
f arm</w>
cu ts</w>
ceremon y</w>
birth day</w>
be an
ball er
ar ch
wa ding</w>
suit case</w>
store front</w>
secur ity</w>
sc or
s ink</w>
r ural</w>
pil low</w>
photograph ed</w>
jewel ry</w>
in vol
grou ps</w>
gray -haired</w>
flo at</w>
fish erman</w>
eth nic</w>
der by</w>
co a
bil l
unic ycle</w>
touri st</w>
str ange</w>
spe ed</w>
s so
ro ns</w>
n ur
mor e</w>
lo cks</w>
in te
g a</w>
flip-flo ps</w>
fi x</w>
fac tory</w>
electro nic</w>
dun e</w>
com m
che cks</w>
art work</w>
a partment</w>
- american</w>
to o
ter rain</w>
t v</w>
st rai
re ach</w>
la y</w>
kaya king</w>
horse back</w>
down hill</w>
c ans</w>
bou quet</w>
balan ces</w>
afri can
2 0
wheel ed</w>
vege table</w>
v o
tr ash
tele phone</w>
te aching</w>
shep herd</w>
ru g</w>
or n
lo c
fur n
elephan t</w>
dre ad
do ctor</w>
del i
d ea
conver se</w>
col um
car ving</w>
busine ss
boar ding</w>
barre l</w>
b re
athle tes</w>
as si
- down</w>
wor ld</w>
stil l</w>
sli ghtly</w>
shovel s</w>
reli gi
pro je
pre s
obser ve</w>
kn it</w>
is le</w>
hill side</w>
greyh ound</w>
go wn</w>
ever y
col lared</w>
chick en</w>
car d</w>
bo n
atten ding</w>
african -american</w>
wa ist</w>
visi on</w>
th o
sho ps</w>
ro of
ri z
pla cing</w>
oun ds</w>
mar ried</w>
li e</w>
k ly</w>
jun gle</w>
i or</w>
hea v
gran d
gh ts</w>
dread locks</w>
discu ssion</w>
car ts</w>
ach ers</w>
wa it
up on</w>
tra ining</w>
thumb s</w>
st ack</w>
sprink ler</w>
spe ci
so da</w>
ro ad
qu i
par as
o w
lea p</w>
lea ds</w>
le ar
ga thers</w>
fur ry</w>
flu ffy</w>
ff s</w>
eng ine</w>
dra wn</w>
der ing</w>
can dles</w>
cam p
bu y</w>
at v</w>
writ ten</w>
wa ke
tur ns</w>
te l</w>
strai ght</w>
sa il
par ti
n ame</w>
ho riz
grin ding</w>
do t</w>
contro l</w>
b ath</w>
ap par
travel ing</w>
tra iler</w>
tow er</w>
t ch</w>
ste el</w>
se ats</w>
po wer</w>
mi x
k ite</w>
g li
fe at
exerci se</w>
discu ssing</w>
crou ching</w>
casu al</w>
car e
cam ping</w>
barri er</w>
b by</w>
ven ue</w>
tri c
the ater</w>
team mate</w>
sha ved</w>
sh in
pic s</w>
pe tting</w>
padd les</w>
o es</w>
li c</w>
it ure</w>
ho tel</w>
furn iture</w>
fan cy</w>
f ting</w>
don key</w>
clou ds</w>
camer a
b in</w>
b ear</w>
as sem
z o
vac u
th ough</w>
sn ack</w>
sit ing</w>
si mi
simi lar</w>
rollerbla des</w>
religi ous</w>
no te
mi xing</w>
lic king</w>
enga ged</w>
do ll</w>
custo mer</w>
cou ples</w>
ben ds</w>
app lying</w>
adverti sing</w>
wrest le</w>
w ns</w>
w ho
vendo rs</w>
th in</w>
stor y</w>
stic s</w>
spla sh</w>
sla cks</w>
sandwic h</w>
pic al</w>
pat ch</w>
o wn</w>
li ps</w>
l y-
it es</w>
gam es</w>
follo ws</w>
fil ling</w>
ex ten
du st</w>
com es</w>
camer as</w>
cal f</w>
bran ches</w>
b are</w>
an ge
te ch
star ting</w>
prote sting</w>
prote sters</w>
pe d
pati ent</w>
p ac
loo m</w>
ha d</w>
gymn asi
gymnasi um</w>
g all
fen cing</w>
e ty</w>
du sk</w>
du ck</w>
di mly</w>
d ges</w>
cre ating</w>
coo ks</w>
co vers</w>
bro ken</w>
bill board</w>
b low</w>
trash can</w>
tor ch</w>
ti ght</w>
ta pe</w>
pres ent</w>
pot tery</w>
po o
pla ced</w>
pas ser
parti ally</w>
orn ate</w>
numb ers</w>
n '
n' t</w>
leo t
l ley</w>
hor n</w>
hoo ps</w>
gymna stics</w>
follo wing</w>
fli pping</w>
fini sh</w>
ele v
e f
dri ve</w>
dea d</w>
d on</w>
cla pping</w>
che ek</w>
char ac
cas t</w>
ble achers</w>
wa i
surf s</w>
spo on</w>
rac k</w>
pi c</w>
p per</w>
olym pics</w>
night time</w>
li sh</w>
jo ckey</w>
j et</w>
inspec ting</w>
ic a</w>
hu g</w>
fa ke</w>
en tly</w>
di ve</w>
clo sely</w>
cal m</w>
c ul
ban an
- colored</w>
x e
who m</w>
tu red</w>
trun k</w>
st all</w>
silhou ette</w>
sho re
sh are</w>
roll ed</w>
rain y</w>
pu sh</w>
por tra
p y</w>
lar ger</w>
id st</w>
f an</w>
dri ll</w>
ca ge</w>
c leans</w>
bri cks</w>
am idst</w>
acti v
1 2</w>
wea ving</w>
tu xe
tele vision</w>
te a</w>
stu res</w>
ston es</w>
soc i
scen ic</w>
ra pi
po w
pe e
p ins</w>
me chan
ki sses</w>
hu gs</w>
glo ve</w>
fire man</w>
exam ines</w>
cra w
cra fts</w>
color ing</w>
clu t
cla y</w>
cell o</w>
bat ter</w>
aw ning</w>
at ely</w>
an g
w an
vari ety</w>
ump ire</w>
ter min
spra ying</w>
shore line</w>
scen ery</w>
sc ra
pup pies</w>
pa ds</w>
p ir
o cu
mi ssing</w>
mat erial</w>
listen s</w>
ke e
ir on</w>
hou ses</w>
foo t
el ds</w>
don e</w>
di g
bin ocu
NN@1 2</w>
win d</w>
w e</w>
vi e</w>
tro pical</w>
ti res</w>
ta in</w>
sur e</w>
stro ll</w>
stri pe</w>
st are</w>
see m</w>
over weight</w>
ou ts</w>
or y</w>
of -
num er
n ature</w>
m med</w>
lap tops</w>
kil t</w>
jum ped</w>
gro cer
grocer ies</w>
gr ad
ge stures</w>
fore head</w>
fol d</w>
firefigh ter</w>
d ay
crou ched</w>
chal k</w>
can v
bean ie</w>
b y
yo ga</w>
wheel bar
til ed</w>
te e</w>
shi ft</w>
sea gu
se ar
sa ying</w>
s l
ri o
re pair</w>
r ally</w>
pi g
pain t
pa le</w>
oun t</w>
na il</w>
mo tor</w>
mas ks</w>
m id</w>
lon don</w>
lo ad</w>
lin ing</w>
ligh ting</w>
k -
grad u
gall ery</w>
f ar</w>
de scen
cu te</w>
cra y
che ss</w>
bro n
y ar
w as
tu g-
tug- of-
tug-of- war</w>
tin y</w>
sto m
skin ny</w>
sc ri
s ni
ro o
rela x</w>
rac ers</w>
practic es</w>
pou rs</w>
participat e</w>
parachu te</w>
pa th
mo tion</w>
mo ment</w>
mess y</w>
ex plo
de c
d um
d ough</w>
cr ash
circu lar</w>
bl ed</w>
tou ches</w>
th re
spea k</w>
s ou
rollerbla ding</w>
qu ar
prin ted</w>
pe ers</w>
p t</w>
ope ns</w>
numer ous</w>
no tes</w>
lif ts</w>
flu te</w>
dis plays</w>
d it
cha in
casu ally</w>
but ter
a isle</w>
y ed</w>
wheel ie</w>
to ssing</w>
team mates</w>
sun light</w>
ski ers</w>
qu ic
quic kly</w>
presen ts</w>
path way</w>
passen ger</w>
obser ves</w>
mo der
me x
lo go</w>
in du
h y
grab bing</w>
fli ps</w>
f our
en vi
compan y</w>
com for
cho co
ch atting</w>
celebr ation</w>
canv as</w>
bow ls</w>
bo r</w>
binocu lars</w>
au tum
appro aching</w>
adju sting</w>
water me
ti red</w>
swee ps</w>
stat u
sid el
sho ppers</w>
scar ves</w>
ron ment</w>
roller skating</w>
ro d</w>
ri f
refle ction</w>
rapi ds</w>
pig tails</w>
mo ped</w>
mo p</w>
mil l</w>
m o</w>
i sh
hi span
fashi oned</w>
exam ine</w>
envi ronment</w>
dri b
con gre
coa ster</w>
chal k
care fully</w>
but ton
bel ly</w>
b loo
al co
a di
- up</w>
z es</w>
war es</w>
ump k
tri pod</w>
spo tted</w>
snow shoes</w>
sha des</w>
ser ve</w>
p umpk
p lu
ne ts</w>
ma g
le an</w>
lan ding</w>
ju ice</w>
indu stri
fini shed</w>
ex peri
emb racing</w>
e ds</w>
d ou
choco late</w>
chalk board</w>
came l</w>
blu e-
autum n</w>
wheelbar row</w>
supp lies</w>
sil ly</w>
si on</w>
shado ws</w>
scor e</w>
re t</w>
po tat
o d
ne qu
n er
mou ths</w>
mon o
man nequ
m a</w>
loun ge</w>
ll -
list en</w>
ley way</w>
lan ter
hu t</w>
hispan ic</w>
hil ls</w>
han dra
exhi bit</w>
ex tre
emb race</w>
do r
de sign</w>
che wing</w>
che ck</w>
bag pipes</w>
an i
am ing</w>
al most</w>
al leyway</w>
ack ed</w>
with in</w>
u t</w>
t i</w>
soci ali
olym pic</w>
na ment</w>
iti es</w>
in ers</w>
id en
i ds</w>
gol f
expre ssion</w>
er ry</w>
don al
decor ative</w>
coo ki
con cen
camera man</w>
came ls</w>
c lean
bri ef
b ite</w>
at e
ar ran
yar n</w>
wi g</w>
wheel er</w>
um in
todd lers</w>
teen s</w>
sha kes</w>
ro lls</w>
ri es</w>
produ cts</w>
ow ner</w>
mid st</w>
make shift</w>
m c
lear ning</w>
industri al</w>
fro zen</w>
fla t</w>
con si
che er</w>
cau se</w>
cat ed</w>
bo o</w>
blan kets</w>
bi es</w>
beg ins</w>
baller ina</w>
b am
ati c</w>
as s</w>
alco ho
v in
u su
u ment</w>
tw ir
ti ghts</w>
t ter</w>
t as
suspen ders</w>
stret ches</w>
stor m</w>
stan t</w>
st rin
sig n
sho wer</w>
s ack</w>
rea r</w>
play fully</w>
pedestri an</w>
p ine</w>
o ven</w>
o re
moto ri
mar ch</w>
lo r</w>
lo cated</w>
id ed</w>
high -
far mer</w>
de scent</w>
de br
cr ates</w>
che fs</w>
che e
c tors</w>
c o</w>
butter fly</w>
buil t</w>
br a</w>
at ory</w>
at a</w>
ar cade</w>
we ll-
w l</w>
tur ban</w>
tar get</w>
spo t
spea ker</w>
se par
s na
roller skates</w>
ro ll</w>
qu e
ple ss</w>
per ched</w>
paras a
off- camera</w>
note book</w>
mo vie</w>
mir ing</w>
machin es</w>
m on</w>
lo ws</w>
leot ard</w>
le cture</w>
i a</w>
hi ke</w>
f lan
exc ite
e labor
debr is</w>
de s
concen tr
con ven
co ol</w>
chain saw</w>
be d
bam boo</w>
au to
ad miring</w>
tru cks</w>
tre nch</w>
stu med</w>
stair way</w>
short-slee ved</w>
r o</w>
qu o
pra ying</w>
po or</w>
pe a
op ter</w>
mon ument</w>
mer chan
lo w
lif ted</w>
k a
j o</w>
inte resting</w>
ic opter</w>
hel icopter</w>
handra il</w>
gu ards</w>
fre sh
du cks</w>
di ves</w>
di ver</w>
d j</w>
cross e</w>
co stumed</w>
bull do
bru shes</w>
br ass</w>
appro aches</w>
a im
x e</w>
woo d
wi res</w>
tro lley</w>
tra ption</w>
ti ger</w>
t our</w>
sur pri
stri p</w>
stra pped</w>
stom ach</w>
stil ts</w>
scoo ters</w>
sci enti
s ar
s am
re gi
r y-
portra it</w>
police men</w>
pla ces</w>
pil lar</w>
pa d</w>
od d</w>
news papers</w>
ne y</w>
moder n</w>
mc donal
loun ging</w>
la crosse</w>
il l
gest ure</w>
gen cy</w>
en th
eg gs</w>
du sty</w>
d ad</w>
con traption</w>
car go</w>
c are</w>
business man</w>
black -haired</w>
bea ds</w>
ap rons</w>
writ es</w>
vi l</w>
va ul
under wear</w>
un usu
tw i
tur quo
tric ycle</w>
stum p</w>
ss o</w>
sail boat</w>
s ym
s lic
ro w
ri ce</w>
r at
pack ed</w>
o d</w>
me et</w>
m ple</w>
le gged</w>
l on</w>
kn itting</w>
kic k
je ep</w>
inter acting</w>
il ity</w>
hu man</w>
hot dog</w>
gu res</w>
gi ft</w>
gaz es</w>
fi gures</w>
fi er</w>
f ra
f -
e f</w>
comple te</w>
cla ssi
chin a</w>
cha m
ch at</w>
c a</w>
bur ning</w>
bu sh</w>
blur ry</w>
bath tub</w>
b oul
attrac tive</w>
asi ans</w>
asi a</w>
arti sts</w>
ange l</w>
a ble</w>
wil d</w>
v alley</w>
tou ch</w>
swim suits</w>
supp or
skat ers</w>
po sed</w>
pin ata</w>
pe ts</w>
or an
mounta inside</w>
mon key</w>
man eu
m it
high way</w>
graff iti
gi ve</w>
follo wed</w>
fo am</w>
emer gency</w>
di se</w>
demonstr ation</w>
demonstr ating</w>
d led</w>
d den</w>
cross country</w>
cow boys</w>
conte st</w>
conta ining</w>
co t
co ol
bu ff
boun cing</w>
ben d</w>
b rac
a xe</w>
wrest lers</w>
work shop</w>
under ground</w>
turquo ise</w>
to mat
surg ery</w>
su v</w>
stud ying</w>
strin ged</w>
smo o
slee ves</w>
sle dding</w>
ski es</w>
sidel ines</w>
shel f</w>
s by</w>
s ad</w>
roof top</w>
pre tending</w>
po sters</w>
pla in</w>
passer sby</w>
p pe
org ani
motori zed</w>
loa ded</w>
lea f</w>
l ink</w>
home made</w>
hi ding</w>
ha wai
fo li
far mers</w>
el der</w>
do min
cur ve</w>
color fully</w>
ca pe</w>
by stan
brief case</w>
be ret</w>
ac ce
a erial</w>
wil l</w>
w in</w>
w ere</w>
w ash</w>
u si
tri p</w>
tou r
too th
to pless</w>
th i
ter ri
tack led</w>
ta ble
ss e
spla shed</w>
snow ball</w>
shin y</w>
sha ggy</w>
sci ence</w>
sc rubs</w>
ro pe
po p
po lit
pir ate</w>
photograph ers</w>
p ay</w>
mex ican</w>
merchan dise</w>
me dium</w>
loc ation</w>
jum per</w>
jo y</w>
jo gs</w>
in formation</w>
i ous</w>
fi shes</w>
enth usi
enterta ining</w>
e m
cro wn</w>
ch in</w>
c ycling</w>
bulldo zer</w>
break dancing</w>
box er</w>
20 12</w>
wi fe</w>
w are
ven ding</w>
to o</w>
ta ge</w>
supp ort</w>
sto op</w>
spar k
sn acks</w>
sit y</w>
sh ining</w>
ser ies</w>
scaf fold</w>
sc outs</w>
ri ver
plan ting</w>
mountain ous</w>
mo wer</w>
mil k</w>
m oun
labor atory</w>
gun dy</w>
go at</w>
fre nch</w>
flo wing</w>
fi le</w>
dis played</w>
di g</w>
de partment</w>
de er</w>
dd ling</w>
dd les</w>
cle aring</w>
ca b</w>
c all</w>
bur gundy</w>
botto ms</w>
boar der</w>
ar a
am a
y ou
ware house</w>
vi g
ve way</w>
u sed</w>
ten ds</w>
t el
ste pping</w>
slee p</w>
skil ls</w>
scho ol
sc rat
sa iling</w>
rif le</w>
retrie ver</w>
pun ching</w>
po ts</w>
pe ac
pa per
p y
p um
na ils</w>
min g
mar ked</w>
m ouse</w>
ke ys</w>
ke ep</w>
in d
iden tical</w>
har d
hand ling</w>
gu es</w>
ga r</w>
g y</w>
elabor ate</w>
el ing</w>
dri veway</w>
de signs</w>
cot ton</w>
conta iners</w>
consi sting</w>
cho pping</w>
che ck
ch ange</w>
cell phones</w>
c iti
box ers</w>
bever ages</w>
ban jo</w>
b ay</w>
ati onal</w>
am ount</w>
ac compan
a id</w>
z y</w>
wash es</w>
was her</w>
w hose</w>
tr o</w>
tour nament</w>
t rou
statu es</w>
sociali zing</w>
snow suit</w>
side ways</w>
short- haired</w>
ser vice</w>
quar ter
pic ks</w>
pi e</w>
oran ges</w>
n ine</w>
mor ning</w>
mini ature</w>
men u</w>
lon s</w>
le ts</w>
le gg
legg ings</w>
l eng
high chair</w>
heav ily</w>
head dress</w>
hawai ian</w>
go- round</w>
go t</w>
gaz ing</w>
fra med</w>
f l
enter ing</w>
dra g</w>
day time</w>
colum ns</w>
can dle</w>
bystan ders</w>
ba bies</w>
an ti
tuxe do</w>
ta gs</w>
t ying</w>
t u</w>
sy n
stro ke</w>
stri ke</w>
st in
sp id
sli m</w>
sky line</w>
sig ning</w>
sh ine</w>
sco pes</w>
s me
s a</w>
repa irs</w>
po p</w>
pi lot</w>
n at
mer ry-
me ado
meado w</w>
mannequ in</w>
m ur
long ings</w>
lo ve</w>
laun dro
laundro mat</w>
k it
invol ving</w>
hu ddle</w>
gradu ation</w>
grab s</w>
go s</w>
gest uring</w>
foo ds</w>
flan nel</w>
feat uring</w>
employe e</w>
dress ing</w>
de sm
dd led</w>
d ump
cray ons</w>
compet it
col a</w>
co ws</w>
ch u
ca sting</w>
bri desm
br iti
bloo d</w>
be longings</w>
an ci
adju sts</w>
wo n
up ward</w>
unusu al</w>
uni ver
to il
ti mes</w>
tack ling</w>
sta ff</w>
st ars</w>
squ ir
some where</w>
sha wl</w>
sha pe</w>
se ments</w>
re lea
proje ctor</w>
presen ting</w>
pa g
num be
numbe red</w>
merry- go-round</w>
me as
ma in</w>
m ic</w>
li on</w>
li me</w>
leng th</w>
in e
hy dr
har bor</w>
han dle</w>
gra b</w>
fol low</w>
focu s</w>
fire works</w>
eu rope
electri cal</w>
e ven</w>
dra ped</w>
dig ital</w>
decor ations</w>
de x</w>
crash ing</w>
condu ctor</w>
che cked</w>
briti sh</w>
boo ths</w>
bi b</w>
bat tle</w>
am id</w>
adverti sements</w>
ado r
a ids</w>
z ens</w>
wrest ler</w>
white -haired</w>
whi stle</w>
vic tory</w>
vi siting</w>
ty pes</w>
tooth brush</w>
th an</w>
ten der</w>
tar p</w>
surf ers</w>
super market</w>
stu ck</w>
ste m</w>
st al</w>
squ ats</w>
spot light</w>
sc ue</w>
sa i
ri ck
rick sha
rece ption</w>
re scue</w>
re mo
produ ct</w>
proce ss</w>
po sse
pe ering</w>
pac i
op y</w>
n or
n ap
lo gs</w>
let ters</w>
kic ked</w>
ki o
in -
ill umin
ic y</w>
horiz on</w>
h um
g ger</w>
foli age</w>
fac ial</w>
eye glasses</w>
exten ded</w>
employe es</w>
el ding</w>
eg g</w>
dra gging</w>
di gs</w>
charac ters</w>
can al</w>
c tly</w>
buil d</w>
bo dy
bla zer</w>
bikin is</w>
bed room</w>
b al</w>
at m</w>
as king</w>
af ter
z ard</w>
yel ling</w>
wra p</w>
we igh
vie ws</w>
univer sity</w>
ul l</w>
u al</w>
te mple</w>
t tes</w>
str y</w>
sta bl
ss ors</w>
soa p</w>
ser ves</w>
ra dio</w>
nu n</w>
new ly
mu g</w>
monit or</w>
mar ble</w>
ligh ted</w>
lan ds</w>
la sso</w>
jo cke
jocke ys</w>
instru ctor</w>
in gre
ingre di
hot dogs</w>
hi sto
har ne
han ded</w>
greyh ounds</w>
g in
fi elds</w>
festi ve</w>
f ic
europe an</w>
el se</w>
e stabl
e st</w>
con t
comm un
clou d</w>
clo ck</w>
cas es</w>
can adi
ca kes</w>
c kers</w>
bu ried</w>
bro ther</w>
blo cking</w>
be ers</w>
aqu ari
an ts</w>
activ ity</w>
z e
x y
wh en</w>
water way</w>
ver ing</w>
u til
tu tu</w>
tran sit</w>
th ou
ten d</w>
surpri sed</w>
spo t</w>
sor ting</w>
shar p</w>
sci ssors</w>
sc aling</w>
sau sa
roll ers</w>
ro ses</w>
rea d
ra z
r e</w>
quarter back</w>
pumpk in</w>
pic tured</w>
pers on
patter n</w>
pas sed</w>
pag ne</w>
oper ates</w>
nat ural</w>
motorc yclists</w>
me tro</w>
ma il
lea gue</w>
la bel
kno wn</w>
kio sk</w>
in ju
i als</w>
hydr ant</w>
histo ri
foo ted</w>
focu sed</w>
flo ats</w>
fil ming</w>
fel low</w>
fa ir
f at</w>
ex pla
ear rings</w>
dou ble</w>
do m</w>
di vers</w>
cloth ed</w>
clo wns</w>
ci l</w>
cho p
cham pagne</w>
canadi an</w>
brow sing</w>
boun ce</w>
am s</w>
a vo
win e
vacu um
tur al</w>
tre e-
thi ck</w>
termin al</w>
sym bo
sweat ers</w>
sto res</w>
st ir
spar ks</w>
shir ted</w>
she ets</w>
seagu lls</w>
s ad
rela xes</w>
re ally</w>
pur ses</w>
pur chase</w>
pu shed</w>
poo dle</w>
poin ted</w>
paper work</w>
paint ings</w>
pa uses</w>
over looks</w>
mo ti
mo ck</w>
magaz ines</w>
ly -haired</w>
lu sh</w>
le vel</w>
ish ment</w>
ingredi ents</w>
in o</w>
in ner
il ies</w>
hea ding</w>
hand bag</w>
grin ds</w>
gr y</w>
fini shing</w>
fi x
ea st</w>
e ing</w>
dump ster</w>
de o
commun ity</w>
ci al</w>
chop sticks</w>
camp fire</w>
blur red</w>
bel l</w>
as sor
ar ly</w>
aquari um</w>
vi deo
up per</w>
twir ling</w>
tra ins</w>
table cloth</w>
st al
sho w
sh u
scre aming</w>
rain coat</w>
pun ch</w>
pi er
pers ons</w>
pa ying</w>
ori um</w>
on -
no on</w>
n y
mu slim</w>
mar ker</w>
lo wer</w>
jump suits</w>
iti on</w>
inspec ts</w>
inju red</w>
in c
hard wood</w>
har mon
ha u
gu i
gu ar
golf er</w>
gar den
fro n
fi ed</w>
dri ven</w>
dit orium</w>
dire ctly</w>
des ks</w>
cur ly-haired</w>
crow ds</w>
cr ate</w>
com mer
climb ers</w>
celebr ate</w>
cas ino</w>
buff et</w>
bare footed</w>
banan as</w>
au ditorium</w>
as cen
after noon</w>
z one</w>
you ths</w>
vie wed</w>
tic ket</w>
t wo
surg ical</w>
so r</w>
sni ff
sk ull</w>
sen ior</w>
s pa
rest ed</w>
raz or</w>
r it
prepar ed</w>
potat o</w>
posit i
pil es</w>
photograph ing</w>
pa st
o ms</w>
mb ur
mar t</w>
li fe
la id</w>
kaya ks</w>
ha mbur
g al
fe t
establ ishment</w>
enthusi a
dor a</w>
do ctors</w>
del i</w>
cur tain</w>
cro ps</w>
conte m
congre g
competiti ve</w>
che ese</w>
ch erry</w>
can y
bun dled</w>
bron co</w>
b rai
b ites</w>
b ble</w>
arch ite
app les</w>
work out</w>
wil der
wilder ness</w>
war mly</w>
wait re
up wards</w>
un happy</w>
u res</w>
tre at</w>
ti ps</w>
the med</w>
stir ring</w>
spra yed</w>
spo ts</w>
spee ds</w>
spe ct</w>
some body</w>
row boat</w>
ricksha w</w>
ri st</w>
recor ding</w>
recei ving</w>
ra king</w>
pu s</w>
po ly</w>
per ha
perha ps</w>
pee king</w>
moun ted</w>
mono poly</w>
mon k</w>
min i</w>
mcdonal d</w>
ma inten
mainten ance</w>
loo ked</w>
label ed</w>
j ack</w>
inten se</w>
indi a</w>
ic s</w>
ho li
harmon ica</w>
gr and</w>
gar ment</w>
fre e
fe tch</w>
fam ilies</w>
f ati
en ter</w>
dy ed</w>
dra ws</w>
dra gon</w>
din o
de sig
con ne
commer cial</w>
clean er</w>
cany on</w>
cam p</w>
c lar
boul der</w>
beg in</w>
barbe cu
ban ds</w>
ar ri
zz y</w>
wi sh</w>
water skiing</w>
u ts</w>
u ps</w>
terri er</w>
ter ing</w>
te xt</w>
t ons</w>
t in</w>
sy stem</w>
sur ge
sub urban</w>
stri king</w>
stac ks</w>
st rollers</w>
soc ial</w>
sniff ing</w>
shel ves</w>
scu lar</w>
sa il</w>
s .</w>
ri b
rai se</w>
pow er
por table</w>
person nel</w>
nur se</w>
neckla ces</w>
n -
muzz le</w>
mu scular</w>
medi e
medie val</w>
li st</w>
l ou
l ens</w>
hi ps</w>
har ve
grap h
gi e</w>
fresh ly</w>
fore sted</w>
ey ed</w>
extre me</w>
every one</w>
el mo</w>
dri lling</w>
dr yer</w>
dis c</w>
de pic
cu p
comple ting</w>
co con
classi c</w>
c s</w>
bu l
book store</w>
bo t</w>
ber ry</w>
beg inning</w>
be cause</w>
bar tender</w>
an k
an d-
alcoho l</w>
ac c
a part</w>
1 0</w>
z i
wait er</w>
vi sor</w>
v an
two -
tri m</w>
tra vel</w>
til es</w>
th in
t ti
stun ts</w>
stret ch</w>
st acked</w>
spon so
sponso red</w>
spar ring</w>
short-slee ve</w>
shoo ts</w>
sha ke</w>
se mi
semi -
sau r</w>
sai lor</w>
s outh</w>
ro ni
pro gre
po cket</w>
ph y</w>
par d</w>
paci fier</w>
p in</w>
p hal
on ing</w>
o live</w>
night club</w>
ni ke</w>
new ly</w>
mu ch</w>
me tal
ma in
lo we
li p
lea st</w>
lanter ns</w>
khak is</w>
k er
jo h
it ted</w>
hur dles</w>
horiz on
hal f-
go ate
gg y
for d</w>
fi st</w>
fea thers</w>
fea ther</w>
fashi on</w>
experi ment</w>
ear phones</w>
do s</w>
do r</w>
do lls</w>
dino saur</w>
cri es</w>
con tents</w>
com p
col li
cigare ttes</w>
cat tle</w>
carri er</w>
can opy</w>
c it
bridesm aids</w>
bo ns</w>
blo w
ar ch</w>
anti que</w>
an gle</w>
aim ing</w>
ado le
acro b
accompan i
ac king</w>
a waiting</w>
wra pping</w>
waitre ss</w>
w hole</w>
viol in
v oc
up side
upside -down</w>
u sa</w>
tri bal</w>
tr ack
to sses</w>
tex ting</w>
t ely</w>
t ary</w>
sur round</w>
sun dress</w>
sub stance</w>
stra w
st ate</w>
ss er
span ish</w>
sp ins</w>
sca le</w>
s ers</w>
s ay</w>
s af
rio t</w>
rib bons</w>
re sid
ra fting</w>
que sti
pu zz
professi on
pil lows</w>
pil lars</w>
pic k
phal t</w>
ol d-
na med</w>
muzz led</w>
mu st
mountain top</w>
monit ors</w>
mechan ical</w>
mar k</w>
ma y
lea f
lan ce</w>
la st</w>
ju ggles</w>
id enti
id ent</w>
helme ted</w>
